const mentorsDetail = [
  {
    name: "정진호",
    nameEng: "jinho",
    gender: "남",
    univ: "서울대",
    univEng: "seoul",
    major: "생명과학부",
    year: "20학번",
    school: "휘문고",
    title: "휘문고에서 내신과 정시를 완벽하게 준비한 진호 멘토님",
    method: "정시 전형",
    mentoring: [1, 2, 4],
    experience: [
      `휘문고등학교 졸업`,
      `휘문고 1,2학년 내신 종합 2등급~1등급 (최고 전교 7등)`,
      `2020학년도 정시 과탐 생1 지2 만점`,
      `2019, 2020학년도 생1 교육청 및 평가원 모의고사 올 1등급, 2020학년도 생1 평가원 모의고사 올 만점`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `코로나 때문에 정상적인 등교도 힘들어지고 학원도 불규칙적인 휴강을 하다보니 혼란스러운 상황 속에서 혼자 공부하는 시간이 많아졌을 겁니다. 학습 습관이 무너진 이유로는 여러가지가 있을 수 있지만 보편적인 경우를 생각해보면 반복되는 공부에 지쳐가고 대학을 가고자 했던 처음의 열기가 식었기에 스스로에게 너그러워지고 안일한 태도를 갖게 되어 학습습관이 무너졌을 겁니다. 이러한 상황을 타개하기에 효과적인 방법으로 다음과 같은 것들을 제시해드립니다.<br/>
        1. 1주의 계획을 짜고 적습니다. 계획을 쓰는 것은 시각적으로 내가 해야할 것들을 제시하기에 이것들을 하나하나 완료해간다는 생각으로 공부를 하면 무작정 오늘 할 것을 떠올리며 공부를 할 때보다 동기부여가 됩니다. 단, 너무 장기적인 계획은 실효성이 없습니다. 공부를 하다보면 새롭게 필요한게 생기기도 하고 여러 변수가 존재합니다. 그렇기에 계획이 너무 장기적이면 이를 꾸준히 일관성있게 이어나가기가 힘듭니다. 그러니 장기적인 계획보다는 1주의 계획, 즉, 각 요일별 내가 반드시 끝내야할 것들을 계획하고 작성한 후 그것들을 지워나가는 식으로 공부를 하면 도움이 될 것입니다.<br/>
        2. 시간을 정해놓고 문제를 푸는 타임어택 식의 공부를 지향합니다. 시간 내에 무언가를 완료하는 공부는 매우 큰 집중력을 요하고 한 번 할 때마다 많은 에너지를 소모합니다. 그럼에도 이러한 공부법을 추천드리는 이유는 처음 시작하는 것이 어렵지 타이머를 누르는 순간 학생의 학습 능률이 매우 향상되고 이는 결국 올바른 학습 루틴으로 되돌아가는 지름길이기 때문입니다. 정시의 모의고사 풀기를 떠올리시면 학생들은 금방 감을 잡을 겁니다. (단, 모의고사만을 푸는 공부법을 지향하는 것은 절대 아니고 2번은 잘못된 방법으로 공부를 행하게 되면 역효과가 나타날 가능성이 매우 크기에 이후에 제가 멘토가 된다면 함께 방향을 잘 잡아 나가도록 하겠습니다:) )`,
      },
      {
        title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `휘문의 내신에 관해서는 학생의 현상황과 목표를 들은 후에 정확한 조언이 가능합니다. <br/> 
        또한, 휘문의 내신은 학년별 그리고 학생이 바라는 등급에 따라서도 공부법이 달라질 수 있기에  매우 대략적인 것들만 말씀드리겠습니다. 
        결국 수시 모집에서 가장 중요한 요소는 교과입니다. 즉, 내신 성적입니다. <br/> 
        흔히들 말씀하시는 비교과, 자소서는 모두 내신 성적이 갖춰진 이후의 이야기입니다. 
        내신 성적이 어느정도 충족이 된다 싶으면 비교과를 챙기셔야하는데 가장 중요하게 언급되는 비교과로는 학교 경시 대회, 동아리, 독서, 선생님들이 써주시는 특기
        사항(종합 평가)이 있는데 비교과를 챙기실 때는 이러한 것들부터 챙기시는 것이 좋습니다. 학교 내신에 관해서는 글로 작성하면 너무 길어
        져 멘토가 된다면 상세한 조언을 해드리겠습니다!`,
      },
      {
        title: `정진호 멘토님은 이런 사람이에요!`,
        detail: `저는 지극히 평범한 재능과 매우 약한 멘탈을 가진 학생이었습니다. 
        그렇지만 늘 남들보다 노력하고 효율적으로 공부하고자한 학생이었습니다. 
        그렇기에 늘 내신도 열심히 챙겼고 그에 상응하는 좋은 결과들도 거두어보았습니다. 
        그러나, 첫 수능에서 크게 실패하면서 '노력한 사람이 더 성공한다'는 말이 거짓임을 크게 느꼈습니다. </br>
        제가 이러한 사연을 말씀드리는 이유는 저는 절대로 학생에게 이상과 꿈을 심어주는 멘토는 아닙니다. 누구보다도 현실적이고 학생의 현 상황에 맞
        추어 함께 방법을 강구해가며 최선의 결과를 낼 수 있도록 하는 멘토입니다. (물론 현실적이라 하여 학생의 멘탈
            이나 이상을 무참히 부수는 직언을 날리지는 않습니다:) ) <br/> 위에 적은 저의 첫 수능 실패는 제가 겪은 수 많은 실패들 중 하나
            입니다. 수 많은 실패들을 겪으며 저는 항상 그 실패의 이유에 대해서 분석하고 해결하고자 하였습니다. 그렇기에 학생이 처한 상
            황이 어떠한 것이든 그에 대해 도움이 되는 멘토가 될 수 있을 것이라고 자부합니다. <br/>글로 적기에는 전달하고자 하는 말이 너무나 많을
             듯하여 제가 지향하는 학습법을 나열하며 글을 마칩니다.<br/><br/>

        1. 내 현실을 직시하고 사소한 실패도 조정해나가며 공부해야합니다.<br/>
        2. '최고의 컨디션에서의 시험 성적' 향상이 아닌 '망쳤을 때의 내 시험 성적'이 향상되도록 멘토링을 하고자합니다. 실제로 저의 경우 이러한 방법을 통해 시험을 망쳤음에도 제가 생각한 마지노선을 넘지 않았습니다. <br/>
        3. 학생과 학부모님께 상처를 주지 않는 멘토가 되도록 노력하겠습니다. `,
      },
    ],
    review: [
      {
        user: `박*욱 학부모님`,
        date: `2020.08`,
        content: `"휘문고가 다른 학교와 달라 걱정이었는데, 정말 휘문고 출신한테만 들을 수 있는 휘문고에 딱 맞는 멘토링을 해주시네요"`,
      },
      {
        user: `박*영 휘문고등학교 1학년 학생`,
        date: `2020.09`,
        content: `"생기부가 늦었다고 생각했는데, 정말 현실적으로 도움되는 방향만 잘 알려주세요"`,
      },
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"너무 현실적으로 상황에 맞게 공부할 수 있도록 도와주셔서 저도 상혁이도 너무 만족하고 불안하기만 했던 마음도 진정되네요."`,
      },
    ],
  },

  //유현우 멘토

  {
    name: "유현우",
    nameEng: "hyunwoo",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "도시공학과",
    year: "20학번",
    school: "현대고",
    title: "학생부를 완벽하게 준비한 현우 멘토님",
    method: "특기자 전형",
    mentoring: [1, 3, 4],
    experience: [
      `현대고등학교 이과 졸업`,
      `2020 연세대학교 특기자전형 합격`,
      `2020 고려대학교 일반전형 1차 서류전형 합격`,
      `2020 중앙대학교 학생부종합전형(탐구형인재) 최초합격`,
      `고등학교 재학 중 교내 멘토링 활동 경험 다수`,
      `고등학교 재학 중 수상 22건, 봉사 177시간, 독서 68권, 자격증 취득, 국제교류 활동 참여, 동아리 부장, 20페이지 분량의 생활기록부 등 학생부 관리 경험 풍부`,
      `2020 수능 지구과학 1등급(47점)`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `코로나19 이후의 고등학생의 학습습관은, 최대한 정상적으로 학교에 다닐 때와 비슷한 시간관리와 학습 환경 조성, 그리고 자신의 노력이 가장 중요한 요소로 작용합니다. 매일 학교에 가지 못하고 정상적인 학습 환경을 보장받지 못하다 보니, 고등학생들에게는 학업에 대한 경각심과 주의가 다소 떨어질 수 있습니다. 집이라는 익숙한 곳에서 일과를 보내고 누군가의 지도나 관찰이 이루어지지 못하기 때문입니다. 따라서 힘들겠지만 꼭 학교에 가지 않아도 되더라도 매일 정해진 시간대에 일어나고, 학교에서 하는 것과 동일한 일과를 집에서도 하려는 노력이 가장 선행되어야 할 것입니다. <br/>
        이렇게 생활 패턴을 자리잡은 이후에는, 학교나 학원의 정상적이지 못한 운영으로 인한 학습 공백을 메꾸는 일이 중요하게 작용할 것입니다. 학교에서는 단순히 수업 시수를 맞추기 위해 진도만 빠르게 나가고, 학원은 코로나 상황에 따라 정상적인 수업이 이루어지지 못하는 경우가 많기 때문에, 이로 인한 학습의 공백을 채워나가야 할 것입니다. 그 학습의 방향은 학교 선생님이나 멘토링과 같은 다양한 경로를 통해 계속해서 관리받고 수정해나가면 될 것이라고 생각합니다.  <br/> <br/>
        이 외에도 무너진 학습습관을 다시 세우기 위해 학생들이 노력해야 할 부분들은 많지만, 마지막으로 하나만 뽑는다면 학생 개인의 멘탈 관리일 것입니다. 코로나로 인해 익숙하지 않은 일상을 보내다보니 때로는 우울해지거나 나태해지고, 일상이 무료해지는 일이 많을 것입니다. 물론 이러한 문제점을 학생 스스로 해결한다면 좋겠지만, 현실적으로는 쉽지 않을 것입니다. 그렇기에 앞서 언급한 것들을 비롯하여, 멘탈적인 부분까지 멘토링을 통해 학생을 돕고 격려해나간다면, 코로나로 인해 어려운 현 상황을 슬기롭게 헤쳐나갈 수 있을 것입니다.  `,
      },
      {
        title: `멘토님과 같은 고등학교(현대고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `현대고는 다른 학교에 비해 학생부를 준비할 수 있는 여건이 충분히 준비되어 있습니다. 내신이 좋지 않더라도 학생부를 열심히 준비한다면 부족한 내신을 어느정도는 극복할 수 있는 가능성이 존재하고, 따라서 단순히 내신 위주의 학교생활은 현대고의 장점을 충분히 활용하지 못하는 것입니다. 따라서 현대고의 다양한 프로그램들에 참여하여, 학생부를 최대한 풍부하고 많이 준비하는 것이 현대고에서의 대입에 좋은 영향을 미칠 수 있을 것입니다. 물론, 이것보다 더 중요한 것은 내신입니다. 학생부가 아무리 좋더라도 내신이 어느정도 뒷받침되지 못한다면 아무런 쓸모가 없을 것이고, 그렇기에 내신 또한 최대한 노력하여 좋은 결과를 얻는 것이 중요합니다. <br/>
        정리하자면, 단순히 좋은 내신 혹은 좋은 학생부만으로 대입을 준비하는 것이 아닌, 두 분야 모두 균형을 맞추어 최대한 노력하여 좋은 결과물을 얻어내는 것이 현대고에서의 입시에서 가장 중요합니다. 어쩌면 당연한 이야기일수도 있겠지만, 현대고에서 대입을 준비하는 학생이라면 이 당연한 이야기가 가장 어려운 부분이라는 것을 알 수 있을 것입니다. 두 분야를 어느정도 선까지 준비하고, 어떤 것들을 포기해야 하는지를 현대고 학생들은 잘 모르는 경우가 많기 때문입니다. 그래서 한 해의 입시 결과를 보다보면 지나치게 내신만 준비하던 애들, 그리고 학생부만 준비하던 애들은 기대하던 결과를 얻지 못하고 입시를 또 한번 준비하는 경우가 많습니다. 그렇기에 두 분야의 얻어야 할 것들과 포기해야 할 것들을 구분하고, 얻어야 할 부분에 있어서는 최대한 노력하여 좋은 결과물을 얻어내는 것이 현대고에서의 입시에서 가장 중요한 요소라고 할 수 있겠습니다.`,
      },
      {
        title: `유현우 멘토님은 이런 사람이에요!`,
        detail: `저는 진로가 확실했습니다. 가고 싶은 과가 명확했고 그래서 고등학교 3년 내내 학생부를 정확한 목표와 과정에 따라 준비했고 좋은 결과를 얻을 수 있었습니다. 하지만 이 과정에서 어려움도 많았습니다. 학생부 관리에만 집중하다 보니 내신이 하향세를 보이기 시작했기 때문입니다. 그렇게 내신과 학생부 준비의 균형을 맞추려고 끊임없이 노력한 결과 다시 성적을 상승시키고 학생부도 충분하게 준비하여 지금의 대학에 오게 되었습니다. 이처럼 제 학교뿐만 아니라, 대치동의 다른 많은 학교들에서 학생들이 겪고 있는 문제점들을, 앞서 말한 것들을 포함해 거의 대부분 앞서 경험했고 극복해낸 경험이 있습니다. 물론 모든 것에 완벽한 선배가 하는 멘토링도 좋지만, 저처럼 학생들이 겪었던 문제점을 스스로 겪어보았고 극복했던 경험은 학생들에게 좋은 영향을 미칠 수 있을 것입니다.  <br/> <br/>
        저는 다른 친구들과 달리 독특한 고등학교 생활을 보냈습니다. 다른 친구들과 달리 3년 내내 진로가 명확했고 미친듯이 그 분야를 준비했고, 내신이 저와 같은 대학을 간 친구들보다 많이 낮았음에도 저 나름대로의 학생부 관리와 확고한 진로 계획을 통해 낮은 내신을 극복해냈습니다. 어쩌면 저의 이러한 경험은 많은 고등학교 학생들이 가지지 못한 경험이자 놓치고 있는 부분일 것이라는 생각이 듭니다. 그래서 저는 앞서 말한 저의 풍부한 경험을 비롯해, 많은 친구들이 놓치고 있는 고등학교 생활에서의 중요한 가치와 목표들을 알려주며 고등학교의 최종 목표인 대입에 있어서 좋은 결과를 내는데 도움을 주고 싶습니다. `,
      },
    ],
    review: [
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"코로나로 힘들어하는 아이한테 큰 도움이 되었어요. 특히 스스로 공부할 수 있는 환경에 대해서 계속 도움을 주시네요."`,
      },
      {
        user: `김*우 현대고등학교 2학년 학생`,
        date: `2020.09`,
        content: `"진로를 계속해서 고민하고 그에 맞춰서 학생부를 만들 수 있도록 도와주세요"`,
      },
      {
        user: `김*진 학부모님`,
        date: `2020.08`,
        content: `"현대고 선배 맘들이 쉽게 알려주지 않는 정보를 듣기가 너무 어려웠는데, 직접 경험했던 멘토님이 알려주시니까 너무 좋았어요."`,
      },
    ],
  },

  //오선빈 멘토

  {
    name: "오선빈",
    nameEng: "sunbin",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "수의예과",
    year: "19학번",
    school: "진선여고",
    title: "학생을 진심으로 도와주는 선빈 멘토님",
    method: "수시 일반 전형",
    mentoring: [1, 3, 4],
    experience: [
      `진선여자고등학교 졸업`,
      `2019학년도 서울대학교 수의예과 수시 합격`,
      `(전) 학원에서 고등학생 멘토링 진행: 고민 상담부터 생활 계획 수립, 학습 상담`,
      `(현) 고1 국어 과외 진행`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `먼저 마인드 컨트롤이 항상 기본입니다! 같은 공부를 하더라도 불안함이 계속된다면 효율성도 떨어지고 공부에 집중이 안됩니다! 물론 코로나로 힘든 시기이긴 하지만 이 시기의 장점을 최대한 살려 보는 것이 가장 좋을 것 같아요! 오히려 자기주도학습이 가장 원활하기 이루어질 수 있습니다. 당장 학습 습관을 다시 세우기란 어렵지만 매일매일 조금씩은 꼭 하는게 좋습니다. 일어나는 시간을 규칙적으로 해서 바로 국어 문제를 푼다든지 등의 부담스럽지 않은 선에서 자기와의 약속을 세워주세요! <br/> <br/> 그리고 모두에게 공부를 하면 힘든 시기가 올 수 있는데요! 그럴 때는 공부하려고 무조건 책상 앞에 앉아 있는 것보다 스트레스 해소도 그만큼 중요합니다! 각자에게 맞는 방법이 있을테지만 잠을 충분히 자는 등 자신의 스트레스 해소법을 찾는 것을 추천해드려요! `,
      },
      {
        title: `멘토님과 같은 고등학교(진선여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `먼저 내신은 학교 수업을 바탕으로 해야한다는 점 까먹지 말아야합니다! 꼭꼭! 학교 수업부터 충실히 해야해요. 부교재에서 연계되어 유사한 문제가 출제되기도 합니다. 과목별로 다를 수 있지만 학교 수업이 중요한 것은 모든 과목의 공통점이고 가장 중요해요! 또한 내신이 수능형 공부와 크게 동떨어져 있지 않습니다. 그렇기에 수시와 정시를 분리해서 생각하면 안됩니다! 평소 많은 사람들이 '나는 내신 망했어. 수능이 올인!' 또는 그 반대를 생각하는 사람들이 있으나 이보다는 함께 챙기는 것을 추천드려요!  <br/> <br/>학생부는 특히 올해는 코로나로 많은 것을 챙기지 못했을 특수한 해가 될 것 같습니다. 그래도 약간 이야기하자면, 학생부 자체를 너무 거창한 것으로 생각하지 말고 나의 학교 생활의 기록이라는 것을 잊지 마세요! '너무 사소하지 않나?'라는 생각을 가질 수 있지만 절대 사소하지 않은 개인의 경험입니다. 학생부에 쓰기 위한 것도 좋지만 하나의 좋은 추억과 경험을 쌓는 생각으로 학교 활동에 적극적으로 참여하면 좋을 것 같아요!`,
      },
      {
        title: `오선빈 멘토님은 이런 사람이에요!`,
        detail: `먼저 저의 고등학교 공부에 대해서 간단히 소개를 드리자면요! '모든 과목이 어떻다'라고 설명하기에는 과목별 특성이 있습니다! 약점도 있고 강점도 있는데요, 국어와 암기과목에는 약한 편이었고 이에 반해 수학과 과학은 강한 편이었습니다. 약한 과목도 결국 마지막에는 좋은 성적을 거둘 수 있었는데 자세한 공부법에 대해서 알려드릴 수 있습니다!  <br/>다음으로 저의 성격에 대해 말씀드리자면 꼼꼼하고 책임이 강한 편입니다! 공부에 대한 조언 등을 나누는 것을 좋아하는 편이어서 제가 아는 한에 대해서는 최선을 다합니다! 부족한 부분이 있다면 멘토링이나 과외 시간 외에 시간을 많이 투자하여 학생에게 피해가 가지 않도록 하는 성격입니다. 이는 멘토의 기본적인 자세이지만 꾸준히 유지하기 힘든 자세 중 하나라고 생각합니다. 책임감 있는 멘토가 되겠습니다!`,
      },
    ],
    review: [
      {
        user: `김*영 학부모님`,
        date: `2020.08`,
        content: `"고등학교 생활을 많이 힘들어했는데, 멘토님 덕분에 그래도 잘 다니는 것 같아서 다행이에요"`,
      },
      {
        user: `김*현 진선여자고등학교 1학년 학생`,
        date: `2020.09`,
        content: `"저희 학교에 대해서 너무 잘 알려주셔서, 누구보다 제 상황을 잘 이해하고 공감해주셔서 좋았어요."`,
      },
      {
        user: `박*수 진선여자고등학교 2학년 학생`,
        date: `2020.09`,
        content: `"코로나 때문에 마음도 싱숭생숭하고 그랬는데, 매주 만나고 나면 자극도 많이 되고 공부도 더 잘되는 것 같아요."`,
      },
    ],
  },

  //김예나 멘토

  {
    name: "김예나",
    nameEng: "yena",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "건축공학과",
    year: "18학번",
    school: "경기여고",
    title: "스스로 공부하는 습관으로 전교 3등으로 졸업한 예나 멘토님",
    method: "학생부 종합 전형",
    mentoring: [1, 3, 4],
    experience: [
      `경기여자고등학교 전교 3등 졸업`,
      `2018 연세대학교 건축공학과 활동우수자전형, 면접형 최초합 / 서울대학교 건축학과 일반전형 1단계 합 / 고려대학교 건축학과 교과전형 최초합`,
      `19년도 수능 수학 가형 1등급`,
      `고 1,2학년 약 1년 정도 과외 경험이 있음`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `공부 시간대는 학기 중에는 학교 수업에 맞춰, 방학 중에는 수능 시험 시간에 맞춰서 공부하시길 추천드립니다. 혹시 코로나 때문에 집에만 있어서 답답하고 집중이 안되어 학습 습관이 무너졌다면 (독서실을 상황 상 못 가기 때문에) 공부할 분위기를 만드는 것이 상당히 중요하게 작용할 것입니다. 집에서 공부하는 시간이 늘어난 만큼 책상 위를 깨끗하게 정돈해서 집중력 분산을 막고 스탠드를 사용해서 독서실 분위기를 만들거나, 침대가 없는 방이나 큰 창문이 있어서 답답한 느낌이 들지 않는 방에서 공부하는 게 중요해질 것입니다! 환경에 상관없이 집중을 잘하는 것이 중요하다는 말은 이제는 더이상 통하지 않습니다 하루종일 한 장소에서만 공부하는 학생들이 얼마나 답답하실지 충분히 공감하실 테니까요 :)  `,
      },
      {
        title: `멘토님과 같은 고등학교(경기여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `경기여고에서는 철저히 학교 수업을 잘 들어야 좋은 내신 성적을 받을 수 있습니다. 저도 국어 성적을 올리려고 여러 학원을 다녀봤는데 결국 학교 선생님이 강조하시는 부분과 학원에서 강조하는 부분이 달라 아무 소용이 없었습니다. 학원을 그만두고 오로지 선생님께서 강조하시는 부분을 집중적으로 파서 공부했고 또 모르겠거나 헷갈리는 부분은 무!조!건! 교무실로 달려가서 질문 했습니다 이는 국어와 영어 같은 과목이 주로 해당되구요, 수학과 과학 같은 경우는 교과서와 학교 프린트물을 꼼꼼히 공부하신 후에 추가적으로 여러가지 문제집들을 많이 풀어보실 것을 권장드립니다. (수특, 일품, 쎈 등) 왜냐하면 국어와 영어는 경기여고가 워낙 범위가 넓어 배운 내용에서만 내도 충분히 시험 문제가 나옵니다. 양이 많기 때문에 학교 선생님께서 강조하시는 부분이 중요해지는 것이구요. 배운 내용에 대한 100% 이해만 있어도 활용 문제는 잘 풀 수 있습니다.  <br/>하지만 수학과 과학의 출제 범위는 보통입니다. 그렇기에 선생님들도 다른 문제집 참고를 많이 하시고 모의고사나 수능 문제들도 참고를 하십니다. 수능 공부를 겸사겸사 한다는 느낌으로 여러 문제를 풀어보시는 것이 내신에도 도움이 됩니다. 물론!! 그전에 교과서와 선생님들이 주신 프린트가 그 무엇보다도 중요합니다 학생부는 그 다음에 알려드릴게요 ^^ (내신에 관한 내용을 너무 많이 적었네요..ㅎㅎ)`,
      },
      {
        title: `김예나 멘토님은 이런 사람이에요!`,
        detail: `저는! 건축을 너무너무 공부하고 싶어서 고등학교 입학 전부터 건축학과에 가야겠다는 생각을 갖고 내신 관리, 학생부 관리를 정말 철저히! 한 학생이었습니다 하지만 인생의 모든 순간이 순탄하지 않듯, 저에게도 성적 기복이 이었고 전교 1등으로 1학년을 졸업했다가 2학년때 고생을 많이 하고 마지막 3학년 때 다시 전교 3등으로 성적을 올린 케이스 입니다 ㅎㅎ 슬럼프를 겪었지만 스스로 어려움을 극복하고 성공한 케이스이기 때문에 그만큼 학생들에게 잘 공감하고 현실적인 도움들을 많이 줄 수 있을 것이라고 확신해요 :)`,
      },
    ],
    review: [
      {
        user: `김*지 학부모님`,
        date: `2020.07`,
        content: `"공부를 계획도 세워서 하고 매주 멘토링 받더니 할때마다 생각이 많아진다고 좋아하네요"`,
      },
      {
        user: `박*수 경기여자고등학교 3학년 학생`,
        date: `2020.09`,
        content: `"경기여고 정보는 대치동에서도 구하기 어려웠는데, 학교 선배한테 직접 들으니까 너무 좋아요."`,
      },
      {
        user: `유*빈 경기여자고등학교 2학년 학생`,
        date: `2020.09`,
        content: `"같은 학교 선배, 든든한 동네 언니가 생긴 기분이어서 너무 좋아요. 실제로 자극도 많이 받고 정말 너무 좋아요"`,
      },
    ],
  },

  //김태형

  {
    name: "김태형",
    nameEng: "taehyung",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "전기전자공학부",
    year: "20학번",
    school: "휘문고",
    title: "급격한 성적 상승을 약속하는 태형 멘토님",
    method: "논술 전형",
    mentoring: [1, 2, 4],
    experience: [
      `휘문고등학교 졸업`,
      `2019학년도 수능에서 수능 수학, 물리 만점`,
      `수학학원 교재, 수업 검수 이력 있음`,
      `고등학교 재학 당시 수학 1등급 다수 경험`,
      `대면, 비대면 과외 경험 5회 이상`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학교에 있다고, 수능장에 있다고 생각하고 상상하며 공부 습관을 형성해 나가야합니다. 집에 있어서 집중이 안된다면 공부 분위기가 조성되어 있는 독서실로 나가(저의 경우 그러했습니다) 50분 공부하고 10분 쉬는 루틴을 반복하고 일주일에 한 두 번 정도는 수능 시간표 그대로 모의고사를 풀어보며 수능 패턴에 익숙해지고 리듬을 체화시킨다면 학습습관을 회복할 수 있을 것입니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `휘문고를 졸업한 입장으로서, 좋은 내신 등급을 따기란 굉장히 어려운 것을 알고 있습니다. 다만 각각의 교과목 시간 수업에 집중하고, 선생님들과 좋은 관계를 유지한다면 내신과 학생부를 긍정적인 방향으로 채울 수 있습니다. 만약 다니는 학원이 있다면 학교와 학원의 커리큘럼을 따라가고 공부해야 합니다. 그렇다면 어느샌가 좋은 내신 등급을 얻을 수 있을 것입니다.`,
      },
      {
        title: `김태형 멘토님은 이런 사람이에요!`,
        detail: `휘문고에서 내신 3~4점대를 맞는 평범한 학생이였으나 내신만을 바라보지 않고 수능 정시 공부를 꾸준히 한 결과 고3때 대부분의 모의고사와 수능 30등 이내의 성적을 거두었습니다.<br/> 제가 이렇게 빠르게 성적을 올릴 수 있었던 비법을 멘토링을 통해 모두 전달하겠습니다.`,
      },
    ],
    review: [
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"성적이 낮아서 조금은 포기하고 있었는데, 멘토링 받고 성적이 조금씩 올라서 희망이 보이네요."`,
      },
      {
        user: `이*준 휘문고등학교 2학년 학생`,
        date: `2020.09`,
        content: `"내신이 낮아서 힘들었는데, 휘문고 동문이셔서 공감도 많이 해주시고 다른 길도 있다고 격려해주셔서 너무 힘이나요. 제 편이 생긴 기분이에요"`,
      },
      {
        user: `김*환 학부모님`,
        date: `2020.08`,
        content: `"정시에 집중하려고 신청했는데, 아이가 할 수 있다라는 기운을 받은건지 격려를 받은건지 요새 들어 열심히 하네요~"`,
      },
    ],
  },

  //조예은

  {
    name: "조예은",
    nameEng: "yeeun",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "미학과",
    year: "19학번",
    school: "은광여고",
    title:
      "스스로 학생부를 채워 서울대 연세대 고려대를 동시 합격한 예은 멘토님",
    method: "수시 일반 전형",
    mentoring: [1, 2, 4],
    experience: [
      `은광여자고등학교 졸업`,
      `서울대 수시 일반전형, 연대 학생부 종합전형, 고대 학교추천2 전형 모두 최초 합격`,
      `상대적으로 부족했던 1학년 1학기 성적을 극복한 상승 그래프로 최종적으로 문과 전교 3등으로 졸업 후 현재 서울대 재학중`,
      `내신 관리에 있어서 어느 정도 사교육의 도움을 받기는 했지만 기본적으로 자기주도적 학습을 진행함(과목별 공부 방식, 시간을 효율적으로 쓰는 법 등을 스스로 터득함)`,
      `고3을 제외하고는 매년 학급 회장 활동과 학교 학생회 활동을 함. 학생의 세특 고민뿐만 아니라 인간관계 고민도 상담해줄 수 있음`,
      `자소서를 학원에 맡기지 않고 스스로 학교별로 분석하고 학교 선생님과 아버지의 도움을 받아 작성함. 학원의 상담 없이도 합격함`,
      `고2 시절 모의고사 최우수상 수상`,
      `대치동의 치열한 학업 경쟁 및 등급 싸움, 특목고와의 비교등으로 개인적으로 힘든 시간을 보낸 경험이 있는 만큼 학생의 고민 등에 진심어린 위로와 격려, 조언 및 동기부여 가능`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `전례없는 이 전염병 사태로 우리 모두가 처음인 상황들 속에서 학습습관이 무너지는 건 사실 이상한 것이 아니에요. 친구 뿐만이 아니라 다른 친구들도, 심지어는 다 큰 어른들도 생활습관이 무너지기도 하니까 우선 너무 자책하거나 스트레스 받지 않았으면 해요. 이제부터 이 새로운, 변화된 일상에 맞추어 차차 적응해가면 되겠지요? 우선 몇시에 일어나고 몇시에 잠에 드나요? 모든 것이 예측 불가능한 시기일수록 규칙적인 삶을 통해 자신의 페이스를 유지하는 것이 제일 중요해요.  <br/>시간대를 정해두고 규칙적으로 자고 일어나는 습관을 들여야 해요. 집에 오래 있다 보니 핸드폰이나 컴퓨터 넷플릭스를 과도하게 많이 하지는 않나요? 스스로 자제할 수 없이 오래 하게 되었다면 부모님께 핸드폰을 맡겨두고 공부하는 방에는 전자 기기가 전혀 없도록 하세요. 그리고 공부 방법 및 시간에 있어서는..(여기는 실제 멘토링 시간에 꿀팁을 알려드리도록 하겠습니다)`,
      },
      {
        title: `멘토님과 같은 고등학교(은광여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `과목별로 남아 계시는 선생님들을 우선 여쭤보고 구체적인 방법, 내신 과목별로 유명한 대치동 강사 선생님들을 알려줄게요. 은광여고의 경우 영어를 잘하는 학생들이 많아서 영어 지문 변형이 심하기 때문에..(중략) 탐구 과목들은 필기를 쭉 정리하고 수능특강 문제를.. 이후의 자세한 사항은 멘토링에서 전부 알려드릴게요!`,
      },
      {
        title: `조예은 멘토님은 이런 사람이에요!`,
        detail: `저는 고등학교 시절에 문화산업계에 종사하고 싶다는 꿈을 가지고 있었습니다. 그렇기에 어떤 과에 가는지는 큰 상관이 없었는데, 고등학교 1학년때 교육청 컨설팅에서 서울대 미학과라는 과를 알게 되었고, 그 과에 들어가 공부해보고 싶다는 간절한 열망을 가지게 되었습니다. 고등학교 1학년때는 비교과와 교과의 우선순위를 잘못 세우는 바람에 방황하다가 성적의 부진을 겪었었는데, 마음을 다잡고 2학년때부터 비약적인 성적의 상승을 이루어 원하는 학교, 학과에 입학할 수 있었습니다.  <br/>성적의 상승에는 물론 전략의 수정 및 확실한 동기 부여로 인한 개인의 노력도 있지만, 제가 돌아봤을 때는 저를 믿고 항상 격려해주신 두 분의 선생님 덕택이 매우 컸습니다. 저는 이때 한 사람(학생)의 가능성을 알아봐주고, 믿어주고, 진심으로 응원해주었을 때 그 사람이 얼마나 큰 성장을 이룰 수 있는지를 직접 체험하였습니다. 멘토링을 통해 학습 방법 및 대학 진학을 위한 조언뿐만 아니라 그 학생의 가능성을 믿어주는 든든한 응원자로서 지원해주고 싶습니다.`,
      },
    ],
    review: [
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"은광여고 정보를 잘 구하기 어려웠는데, 은광여고를 졸업하신지 얼마 안되서 그런지 아주 잘 알고 계시네요. 아이도 너무 만족해해요."`,
      },
      {
        user: `이*지 은광여자고등학교 1학년 학생`,
        date: `2020.09`,
        content: `"코로나 때문에 공부하기가 어려웠는데, 멘토님이 너무 너무 잘 알려주셔서 매주 잘 할 수 있는 것 같아요."`,
      },
      {
        user: `유*진 학부모님`,
        date: `2020.08`,
        content: `"매주 꿀팁을 얻어온다며 아이가 말하는데 그것 때문인지 조금씩 변화하는게 보이네요"`,
      },
    ],
  },

  //임채현

  {
    name: "임채현",
    nameEng: "chaehyun",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "중어중문학과",
    year: "20학번",
    school: "개포고",
    title: "냉정하게 현실을 알려주지만 누구보다 따뜻한 채현 멘토님",
    method: "정시 전형",
    mentoring: [1, 2, 4],
    experience: [
      `개포고등학교 졸업`,
      `2020 연세대학교 중어중문학과 최초합격자 중 수능 성적 1위 *진학사 기준`,
      `정시 국영수 1등급`,
      `개인 지도 경력 3년 이상`,
      `개인 지도 도중 담당 과목에서 학생 모의고사 등급이 떨어진 적 한번도 없음`,
      `입시 종합 학원 국어과 강사 보조 6개월 근무 경험`,
      `현재 플랜 컨설팅, 국어과외 및 멘토링 진행중 (고3 자연계 학생)`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학생에게 직접 해준다 생각하고 반말로 적도록 하겠습니다. <br/> 대답에 앞서, 이거 먼저 대답해볼래? 네가 자습서를 사러 서점엘 갔는데, 예쁘게 잘 만들어졌지만, 공부 잘한다는 친구들 책상에서는 한번도 본 적없는 듣도보도 못한 자습서랑 딱딱하게 생겼지만 항상 서점 베스트셀러고 다들 보는 자습서 두 권 중 하나를 사야해. 너는 지금 절박하게 성적을 올려야겠어. 그럼 너는 뭘 고를 것 같니? <br/>
        누구라도 어쩔 수 없이 후자를 고를거야 그치? 지금 네 상황이 똑같아. 묻기 전에 너는 대안을 알고 있어. 스카이캐슬 네가 생각하는 제일 완벽한 공부 환경에서 공부를 한다는게 불가능하다는 것도 알고, 지금 네게 주어진 상황에서 최선의 선택이 뭔지도 알잖아?  <br/>
        상위권이 되는 방법은 별게 없어. 매순간 네가 알고있는 그 최선의 선택을 한다면, 그게 상위권이야. 상위권을 노린다면 이제 무너진 학습습관을 현 상황에 알맞게 바꾸어 적응할 수 있도록 노력해야지.`,
      },
      {
        title: `멘토님과 같은 고등학교(개포고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `개포고등학교는 타 고등학교에 비해 대치동 학원 바닥에서 입지가 좁아. 상위권의 비율이 근방 타 고등학교보다 적어서 시장이 작고, 그래서 여러 학원에서 외면받지. 하지만 이거는 다른 학생들도 마찬가지인 얘기야. 그러면 이러한 상황에서 네가 해야하는 최선의 선택이 뭘까? <br/>
        우선 네가 얻을 수 있는 자료와 옆에 경쟁자가 얻을 수 있는 자료는 크게 차이나지 않아. 그거에 대한 불안감을 배제한 채, 너는 학교 수업을 듣는게 우선이야. 다들 사교육에 눈이 멀어서 정작 학교 수업을 무시하더라고. 아무리 잘난 스타 강사가 있으면 뭐해. 출제진이 눈앞에서 직강을 해주는데. 너 올해 수능 출제위원이 강의 열면 그 강의 들어야할거아냐. 같은 논리야. <br/>
        하나 더, 점심 시간이나 방과 후에 시간을 내서 도서관에 가봐. 거기에 지난 기출문제를 모아놓은 자료가 있어. 다른 애들은 학원에서 고급자료라고 돈 주고 사는걸 공짜로 얻는 셈이지. <br/>
        수업 시간에 놓치지 않고 한 필기와 이전 기출문제가 준비됐다면, 이제 공부한 내용이 어떻게 나올지 기출문제를 보고 유형 파악을 하고, 유형에 맞게 필기를 공부하면 돼.  <br/>
        너무 클리셰라고? 원래 공부라는게 지름길이 없어서  가장 정석으로 공부하는게 가장 효과적인 방법이야. `,
      },
      {
        title: `임채현 멘토님은 이런 사람이에요!`,
        detail: `국어와 수학이 제일 재밌었고, 공부 재밌어서 했습니다. 반대로 말하면 재미없으면 안했어요. 초등학교때는 수학 전국 경시대회 나가서 상타오다가, 중학교때는 게임에 미쳐 상위 90프로로 졸업하고, 고등학교 모의고사 과목 평균 7등급도 맞아오고... 그러다 정신차려서 재수삼수해서 결국 제 꿈의 대학에 입학했습니다. <br/>
        수험생 한정, 저만큼 다사다난한 사람 많지 않을거고, 그만큼 해주고싶은 말도 많았고 의욕도 있습니다. 제가 수능이 끝난 이후 계속 과외하고 있는 이유이기도 합니다. <br/>
        부끄럽지 않게, 진심으로 도움이 되는 사람이 되겠습니다. 감사합니다.`,
      },
    ],
    review: [
      {
        user: `서*현 학부모님`,
        date: `2020.08`,
        content: `"지금까지 만났던 대학생 선생님 중 가장 전문적이셨어요. 같은 학교 출신이라서 더 좋고요"`,
      },
      {
        user: `이*영 개포고등학교 2학년 학생`,
        date: `2020.07`,
        content: `"날카롭게 딱 말씀해주셔서 뭐가 문제인지 매번 정확하게 알 수 있어요. 가끔 너무 팩트로 때리셔서 아파요"`,
      },
      {
        user: `김*수 학부모님`,
        date: `2020.09`,
        content: `"코로나 때문에 학교에 안가서 감이 좀 떨어졌던 아이가 멘토링 받을 때마다 정신이 번쩍든다고 하네요"`,
      },
    ],
  },

  //김민영

  {
    name: "김민영",
    nameEng: "minyoung",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "경영학과",
    year: "20학번",
    school: "숙명여고",
    title: "부모님 도움 없이 스스로 입시를 해낸 민영 멘토님",
    method: "학교장 추천 전형",
    mentoring: [1, 2, 4],
    experience: [
      `숙명여자고등학교 졸업`,
      `현재 영어학원 조교`,
      `숙명여고 1학년 국어 영어 과외 중`,
      `숙명여고 2년 장학생`,
      `2점대 초반으로 고대 경영 합격`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학교를 가지 않기 때문에 학교를 안 감에도 불구하고 무작정 일찍 일어나려고만하고 낮 시간 내내 조는 건 오히려 학습 효율이 떨어진다고 생각합니다. 오전 9시가 되었든 10시가 되었든 정해진 시간에 규칙적으로 공부를 하는 게 더 중요하다고 생각합니다. 무작정 많은 걸 끝내야겠다고 욕심을 부리기 보다는 코로나라는 특수한 상황이 모두의 공부 패턴을 망가뜨릴 수 있음을 인정하고 꾸준히 조금씩이라도 공부를 해서 공부의 감을 놓치지 않는 정도로만 해도 이 상황을 훌륭히 버티고 있는 것이라고 생각합니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `문과 기준으로 설명을 해드리겠습니다.  <br/>
        숙명여고 국어는 대체로 양이 많고 시험 문제가 많이 나와 시간이 부족한 경우가 많습니다. 그렇기 때문에 문학 비문학 문법 모두 암기를 전제로 합니다. 하지만 학원에서 자료를 많이 받아와 너무 지나치게 깊게 공부를 하는 경우가 있는데 한 작품에 너무 과몰입하지 않고 방대한 양 속에서 핵심을 끝까지 놓치지 않는 게 중요합니다 <br/>
        영어 또한 양이 매우 많습니다. 영어는 그냥 외우는 게 답이라고 생각합니다. 외울까 말까 고민할 시간에 외우는 게 맞고, 외우기 싫고 이런 게 나올까 생각하는 시간 동안 그냥 외우는 게 맞습니다.  <br/> <br/>
        수학은 문제가 대체로는 쉽게 나오고 실수 하면 등급이 엄청 떨어지게끔 나옵니다. 블랙라벨이나 일품같은 어려운 문제집을 많이 푸는 것 보다는 오히려 중~중상 난이도의 문제를 많이 풀어 빠르고 정확히 푸는 게 중요하다고 생각합니다. <br/>
        사탐 같은 경우에는 선생님마다 편차가 있지만 대부분은 수능 형식으로 나옵니다. 사탐 같은 경우에는 이론과 문제 적용 간의 괴리가 큰 경우가 많기 때문에 이론 공부에 치중하기 보다는 오히려 자이나 마더텅 같은 문제집을 꼼꼼히 보는 게 더 중요하다고 생각합니다. `,
      },
      {
        title: `김민영 멘토님은 이런 사람이에요!`,
        detail: `중학고 2학년까지 엄청난 사춘기를 겪어 대학도 안 가겠다고 하다 갑자기 중3 때 외고 준비를 하다 외고를 떨어져 국제학교를 갈지 유학을 갈지 숙명을 갈지 고민하다가 결국에는 어찌어찌 숙명을 가 즐겁게 고등학교 3년을 보낸 다이내믹한 삶을 살았습니다. 저는 부모님이 두 분 다 바쁘셔서 혼자서 설명회 컨설팅 상담을 다녔고 그래서인지 다른 친구들보다 다양한 정보를 많이 알고 있었고 학종에 뭐가 필요한 지를 누구보다도 잘 인지하고 있었습니다. 이러한 노하우 공부법을 잘 알려줄 수 있고 일회적인 만남이 아닌 지속적인 좋은 멘토가 되어줄 수 있습니다.`,
      },
    ],
    review: [
      {
        user: `이*수 학부모님`,
        date: `2020.08`,
        content: `"사춘기 아이가 제 말은 안듣는데 멘토님 말은 듣네요"`,
      },
      {
        user: `박*연 숙명여자고등학교 2학년 학생`,
        date: `2020.07`,
        content: `"숙명여고 문과 선배가 알려주는 숙명여고 문과 정복기"`,
      },
      {
        user: `김*정 학부모님`,
        date: `2020.09`,
        content: `"숙명여고 아이들이 다 잘하고 정보 얻을 곳도 없어서 걱정이었는데, 멘토님께 이것저것 물어보니까 다 알고 계셔서 걱정이 많이 줄었어요"`,
      },
    ],
  },

  //정현진

  {
    name: "정현진",
    nameEng: "hyunjin",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "기계항공공학부 기계공학전공",
    year: "19학번",
    school: "숙명여고",
    title: "효율적인 공부법으로 서울대와 카이스트를 동시 합격한 현진 멘토님",
    method: "수시 일반 전형",
    mentoring: [1, 2, 4],
    experience: [
      `숙명여자고등학교 졸업`,
      `중고등학생 수학 과외 경험 3회`,
      `고등학생 후배 멘토링 경험 5회 이상 (공부멘탈뿐만 아니라 과목별 공부방법 제시)`,
      `서울대 수시일반, 카이스트 학교장 추천전형 합격`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: ` 요즘 코로나로 인해서 집에 있는 시간이 길다 보니 공부하기 힘든 상황이라는 것을 이해합니다. 본인만의 의지로 패턴을 유지하고 끈기있게 공부습관을 유지하느라 고생이 많았을 것 같아요. <br/>
        사실 저도 고등학교 시절 3학년때 코로나는 아니었지만 제가 공부하기 힘든 일이 있었어요. 목디스크 통증을 느끼기 시작했고 그로 인해 책상에 앉아 공부하기 힘들었는데, 이렇게 습관이 무너졌을 때 가장 중요한 것은 '그래도 해야 한다는 결단'과 '열심히 하면 최선의 결과가 나올 것이라는 희망'이었어요. 지금 코로나로 인해서 공부하기 힘든 환경인 것은 맞지만 그래도 하루하루 다시 조금씩 계획을 지키며 완벽하지 않더라도 최선을 다하는 하루를 보내다 보면 틀림없이 많은 발전을 이룰 수 있을 거예요. 할 수 있으니 걱정말아요.`,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 숙명여고 후배라면 내신의 방대한 범위를 어떻게 조절해야 하는지가 고민일 것 같아요. 특히 국어와 영어과목의 양이 많을텐데 이에 대한 자세한 학습방법은 멘토링을 통해서 저의 노하우를 알려주면 좋을 것 같아요. 전체적으로 보면 양이 많기 때문에 시험 한달 전부터 내신 계획을 잘 세우는 것이 가장 중요해요. 시험직전에 집중적으로 봐야 효과적인 과목과 평소에 적절히 공부해야 하는 과목 등 세부적으로 계획을 잘 세워서 효율적인 플랜을 실행해야 합니다.  <br/>
        학생부 같은 경우에는 최근에 축소가 되었지만 본인이 열정적으로 챙기는 것이 가장 중요해요. 선생님들이 결코 알아서 해주시지 않기 때문에 학생부를 꼼꼼히 살피고 "주도적으로" 본인이 지망하는 학과에 맞는 독서, 대회 등의 스토리를 만드는 것이 중요합니다.  `,
      },
      {
        title: `정현진 멘토님은 이런 사람이에요!`,
        detail: `안녕하세요? 저는 학창시절을 내내 대치동에서 보냈기 때문에 대치동에서 공부하는 것이 어떤지, 어떤 방식으로 공부해야 효과적인지, 내신준비는 어떻게 해야 하는지에 대해서는 아직도 생생히 기억이 납니다. 저는 책임감이 강해 일을 쉽게 맡지 않고 맡게 되는 일은 최선을 다하는 성격을 지니고 있습니다. 멘토링은 제가 학창시절을 열심히 힘들게 보냈기에 제가 아는 것들을 후배들에게 모두 알려주고 도움을 주고 싶은 마음이 커 책임을 지고 하고 싶습니다.  <br/> <br/>
        제가 공부를 포함해서 무엇이든 가장 중요시했던 것이 "효율"입니다. 적은 시간내에 누구보다 우수한 성적을 거두기 위해서는 효율적인 계획으로 공부하는 것이 굉장히 중요합니다. 뿐만 아니라 저는 수시로 서울대 의대에 지원할 수도 있는 성적이었지만 제 꿈을 향해서 공대로 지원하였습니다. 그렇기에 학생들이 공부를 하는 것이 힘든 순간이 오더라도 꿈을 포기하지 않고 공부를 할 수 있도록 동기부여를 하도록 하겠습니다.`,
      },
    ],
    review: [
      {
        user: `이*연 학부모님`,
        date: `2020.08`,
        content: `"진로 고민부터 공부 방법까지 궁금할 때마다 물어보고 의지할 수 있는 언니가 생겨서 좋다고 계속 저한테 고맙다고 하네요"`,
      },
      {
        user: `김*서 숙명여자고등학교 1학년 학생`,
        date: `2020.07`,
        content: `"중학교 때랑은 다르게 내신 양이 너무 많아서 걱정이었는데 이제는 노하우를 듣고 계획 세워 준비하니까 할 수 있을 것 같아요"`,
      },
      {
        user: `박*지 학부모님`,
        date: `2020.09`,
        content: `"숙명여고 이과 출신 선배가 많이 없어서 물어볼 곳이 많이 없었는데 정말 직접적으로 너무 많이 도움이 되네요"`,
      },
    ],
  },

  //장하연

  {
    name: "장하연",
    nameEng: "hayeon",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "실내건축학과",
    year: "19학번",
    school: "숙명여고",
    title:
      "고등학교 생활을 후회없이, 성공적으로 보낼 수 있도록 도와주는 하연 멘토님",
    method: "정시 전형",
    mentoring: [1, 2, 4],
    experience: [
      `숙명여자고등학교 졸업`,
      `이과 현역으로 연세대학교 실내건축학과 정시 전형 최초합격`,
      `1년의 과외 경험 있음`,
      `2019년 모교인 숙명여자고등학교에서 주최한 소규모 입시 설명회에 초청되어 강의한 이력 있음`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `이럴 때일수록 멘탈 관리가 중요하다고 생각합니다. 들쭉날쭉, 수시로 달라지는 학원 스케줄에 저 같아도 정말 불안할 것 같다는 생각이 들었어요. 하지만 불안해하기 보다는 본인만의 고정된 학습 스케줄을 만드는 것이 좋을 것 같아요. 고정된 학원 시간 이외에 온라인 강의는 시간을 정해두고 듣고, 과목 별로 공부 시간이나 양을 일관되게 정해놓는 것이 좋을 것 같습니다.  <br/>
        또, 비슷한 생활 패턴을 유지하는 걸 추천합니다. 가장 중요한 것은 아침 일찍 일어나기에요. 수능은 오전 9시경부터 치뤄지는 시험이기 때문에 시험 스케줄에 맞추기 위해 늦어도 아침 7시에는 일어나서 두뇌를 깨워두는 것이 좋아요. 저 같은 경우는 아침잠이 정말 많았어서 매일같이 일찍 일어나는 게 힘들었는데 저만의 소소한 팁을 하나 드리자면 '힐링과목'을 두는 것을 추천합니다. 저의 힐링 과목은 국어와 생물이었는데, 저는 매일 아침에 본격적으로 공부를 시작하기 전에 가볍게 수능완성이나 수능특강에 실린 짧은 소설을 5분 정도 읽는다든지, 아주 쉽게 풀리는 생물 문제 5문항 정도를 풀고 나서 본격적으로 공부를 시작했어요. 이렇게 하면 하루 공부 시작의 진입장벽이 비교적 낮아지기 때문에 아침에 일어날 때도 가벼운 마음으로 눈 뜰 수 있었던 것 같습니다. `,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 1학년 학생이라면 성급한 정시 올인을 결정하기 보다는 내신 공부를 열심히 해두라고 말해주고 싶습니다. 저는 정시 현역으로 대학교에 진학했고 고등학교에 재학 중일 때도 내신을 챙기는 편이 아니었음에도 불구하고, 고등학교 3학년 때 1학년 때부터 내신 기간에 공부했던 부분이 정말 큰 도움이 되는 것을 정말 많이 체감했어요. 내신 공부와 수능 준비는 결코 별개가 아니라는 점을 강조하고 싶습니다.  <br/>
        저는 수시를 준비하지는 않았지만, 주변에 수시 준비했던 친구들이 강조했던 것은 '일관성'이었어요. 생기부에 채울 수 있는 가장 좋은 활동들이 교내 대회에 참가하는 것과 독서기록을 남기는 것인데  본인이 해낸 활동들을 하나의 이야기로 잘 엮어내는 것이 가장 중요하다고 했습니다. 학생이 참가했던 대회나 독서에 본인이 지원하길 희망하는 학과와의 '일관성' 있게 하나의 이야기로 엮어 나가는 것이 중요한 것 같아요. 저는 내신이 1학년 때부터 3학년 때까지 점진적으로 상승했던 경우라는 점도 참고해주시면 좋을 것 같습니다. 제가 큰 도움을 얻었던 학원이나 과외도 멘토링을 통해 전달해드리겠습니다. `,
      },
      {
        title: `장하연 멘토님은 이런 사람이에요!`,
        detail: `저는 '늦었다고 생각할 때가 가장 이른 시기다.'라는 격언을 몸소 체험한 사람입니다. '나는 평범해. 생기부도 얇고 너무 준비해둔 것이 없어.', '나는 정시 파이터야.. 수시는 한참 늦은 것 같아.' 이런 생각이 드는 친구들이 절 찾아준다면 공부법과 동기부여는 물론, 수능 시험장에서 최상의 컨디션을 유지할 수 있는 방법까지 세세하게 알려줄 수 있습니다.   <br/> <br/>
        대학교 와서 저는 '나는 고등학교 3학년 정말 후회 없었고 누구보다 행복하게 보냈어.'라고 말하며 다닐 정도로 멘탈적으로 강하고, 건강한 수험생활을 했습니다. 저에게 멘토링을 받은 학생은 반드시 나중에 돌아봤을 때 후회 없고 행복한 수험생활을 할 수 있도록 제가 끝까지 옆에서 힘껏 돕겠습니다. `,
      },
    ],
    review: [
      {
        user: `정*윤 학부모님`,
        date: `2020.08`,
        content: `"이번 기말고사를 망쳐서 아이가 상처받지 않을까 걱정했는데, 다행히 멘토링받으면서 잘 이겨내고 더 잘할 수 있다는 자신감을 갖게 된 것 같아서 너무 다행이에요"`,
      },
      {
        user: `김*우 숙명여자고등학교 1학년 학생`,
        date: `2020.09`,
        content: `"멘토링 받으면서 고등학교 생활을 더 의미있게 보낼 수 있을 것 같아요!"`,
      },
      {
        user: `윤*수 학부모님`,
        date: `2020.09`,
        content: `"고등학교 생활에 힘들어하던 아이가 멘토님 만나고 조금씩 자신감도 찾고 바뀌어가는 것 같아 너무 좋네요."`,
      },
    ],
  },

  //유다영

  {
    name: "유다영",
    nameEng: "dayoung",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "경제학과",
    year: "19학번",
    school: "숙명여고",
    title: "방향성과 지름길을 알려주는 다영 멘토님",
    method: "논술 전형",
    mentoring: [1, 2, 4],
    experience: [
      `숙명여자고등학교 졸업`,
      `2019 연세대학교 인문논술전형 합격`,
      `강남대성 수학 선생님 조교 (2019.01~2019.11)`,
      `고등학교2학년 영어/중학교 3학년 수학/고등학교 1학년 학습 코칭 경험`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학습습관이 무너졌을 때는 자신이 어떤 상황에서 그나마 공부가 잘 되었는지를 떠올려보는게 좋아요 새로운 펜을 샀을 때 새로운 책을 살 때 더 공부의욕이 생긴다면 기꺼이 투자하세요 맛있는 것을 먹으며 공부할 때 그나마 집중이 된다면 맛있는 것을 옆에 두고 공부하세요! <br/>
        집에 부모님이나 형제가 있다면 공부습관이 잡힐 때까지 옆에서 지켜봐달라고 부탁하거나 친구와 함께 줌을 키고 열심히 하는 모습에 자극을 받으며 공부할 수고 있습니다 `,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
        학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 숙명여고는 국어와 영어 두 과목의 1등급 싸움이 굉장히 치열합니다 어떤 난이도로 출제되어도 고득점자가 많이 나와요 따라서 내신 기간 이전에도 국어와 영어는 꾸준히 정리하고 암기해야합니다 수학의 경우 교과서에서 응용으로 많이 나오고 생소한 두문제 정도가 출제되기 때문에 우선 교과서를 최소 3회독해야합니다 저는 개인적으로 학원에서 주는 다른 학교 기출보다는 교과서와 숙명 기출을 여러번 푸는게 훨씬 도움이 되었어요 그리고 수학은 상대적으로 국어 영어 보다는 깔끔하게 문제가 출제되므로 수학 실력을 키우는 쪽으로 평소에 대비하시면 됩니다. 다른 탐구 과목은 선생님께서 주시는 자료를 공부 비중의 90프로로 두고 모두 외워야한다는 마음으로 준비하셔야 합니다 <br/>
        학생부의 경우 내신 1,2등급까지 모두 세특을 작성해주시기 때문에 내신 등급이 가장 중요하고 동아리를 잘 들어가서 활동한 뒤 담당 선생님께 필요한 내용 작성을 부탁드리는 것이 중요합니다 `,
      },
      {
        title: `유다영 멘토님은 이런 사람이에요!`,
        detail: `저는 고등학교 3학년 때 이과에서 문과로 전향했습니다 논술을 붙을만큼 글 쓰는 것도 좋아하고 수학을 별로 좋아하지는 않지만 꾸역꾸역 이과 공부를 했는데 고등학교 담임 선생님의 권유로 문과로 가게되었고 결국 연세대학교에 입학했습니다. 저는 그래서 학생에게 방향성과 지름길을 제시해주는 멘토의 역할이 크다고 생각합니다 학생에게 더 나은 방향과 계획을 제시해주는 사람이 되어주고 싶습니다! `,
      },
    ],
    review: [
      {
        user: `권*영 학부모님`,
        date: `2020.08`,
        content: `"아이가 편하게 물어볼 수 있는 선생님 겸 숙명여고 컨설턴트가 생긴 기분이에요"`,
      },
      {
        user: `박*연 숙명여자고등학교 2학년 학생`,
        date: `2020.09`,
        content: `"숙명여고에서 하는 내신이나 학생부를 너무 잘 알고 계셔서 많이 도움 받고 있습니다!"`,
      },
      {
        user: `윤*원 숙명여자고등학교 1학년 학생`,
        date: `2020.09`,
        content: `"동네 언니가 생겨서 힘든 것도 터놓을 수 있고 의지도 많이 되고 공부도 많이 물어볼 수 있는게 제일 장점 같아요"`,
      },
    ],
  },
];

const mentors = [
  {
    name: "정진호",
    gender: "남",
    univ: "서울대 생명과학부 20학번",
    high: "휘문고등학교 졸업",
    method: "정시 전형",
    eng: "jinho",
    oneWord: "휘문고에서 내신과 정시를 완벽하게 준비한 진호 멘토님",
    label: 1,
  },

  {
    name: "유현우",
    gender: "남",
    univ: "연세대 도시공학과 20학번",
    high: "현대고등학교 졸업",
    method: "특기자 전형",
    eng: "hyunwoo",
    oneWord: "학생부를 완벽하게 준비한 현우 멘토님",
    label: 0,
  },

  {
    name: "오선빈",
    gender: "여",
    univ: "서울대 수의예과 19학번",
    high: "진선여자고등학교 졸업",
    method: "수시 일반 전형",
    eng: "sunbin",
    oneWord: "학생을 진심으로 도와주는 선빈 멘토님",
    label: 0,
  },

  {
    name: "김예나",
    gender: "여",
    univ: "연세대 건축공학과 18학번",
    high: "경기여자고등학교 졸업",
    method: "학생부 종합 전형",
    eng: "yena",
    oneWord: "스스로 공부하는 습관으로 전교 3등으로 졸업한 예나 멘토님",
    label: 0,
  },

  {
    name: "김태형",
    gender: "남",
    univ: "연세대 전기전자공학부 20학번",
    high: "휘문고등학교 졸업",
    method: "논술 전형",
    eng: "taehyung",
    oneWord: "급격한 성적 상승을 약속하는 태형 멘토님",
    label: 0,
  },

  {
    name: "조예은",
    gender: "여",
    univ: "서울대 미학과 19학번",
    high: "은광여자고등학교 졸업",
    method: "수시 일반 전형",
    eng: "yeeun",
    oneWord:
      "스스로 학생부를 채워 서울대 연세대 고려대를 동시 합격한 예은 멘토님",
    label: 0,
  },

  {
    name: "임채현",
    gender: "남",
    univ: "연세대 중어중문학과 20학번",
    high: "개포고등학교 졸업",
    method: "정시 전형",
    eng: "chaehyun",
    oneWord: "냉정하게 현실을 알려주지만 누구보다 따뜻한 채현 멘토님",
    label: 0,
  },

  {
    name: "김민영",
    gender: "여",
    univ: "고려대 경영학과 20학번",
    high: "숙명여자고등학교 졸업",
    method: "학교장 추천 전형",
    eng: "minyoung",
    oneWord: "부모님 도움 없이 스스로 입시를 해낸 민영 멘토님",
    label: 0,
  },

  {
    name: "정현진",
    gender: "여",
    univ: "서울대 기계항공공학부 19학번",
    high: "숙명여자고등학교 졸업",
    method: "수시 일반 전형",
    eng: "hyunjin",
    oneWord: "효율적인 공부법으로 서울대와 카이스트를 동시 합격한 현진 멘토님",
    label: 0,
  },

  {
    name: "장하연",
    gender: "여",
    univ: "연세대 실내건축학과 19학번",
    high: "숙명여자고등학교 졸업",
    method: "정시 전형",
    eng: "hayeon",
    oneWord:
      "고등학교 생활을 후회없이, 성공적으로 보낼 수 있도록 도와주는 하연 멘토님",
    label: 0,
  },

  {
    name: "유다영",
    gender: "여",
    univ: "연세대 경제학과 19학번",
    high: "숙명여자고등학교 졸업",
    method: "논술 전형",
    eng: "dayoung",
    oneWord: "방향성과 지름길을 알려주는 다영 멘토님",
    label: 0,
  },

  {
    name: "허나연",
    gender: "여",
    univ: "고려대 한문학과 20학번",
    high: "진선여자고등학교 졸업",
    method: "학생부 종합 전형",
    eng: "nayeon",
    oneWord: "코로나로 인한 슬럼프를 극복하게 해주는 나연 멘토님",
    label: 0,
  },

  {
    name: "염지윤",
    gender: "여",
    univ: "서울대 윤리교육과 20학번",
    high: "개포고등학교 졸업",
    method: "학생부 교과 전형",
    eng: "jiyoon",
    oneWord:
      "선택과 집중으로 1학년 내신 2.87이었던 개포고 학생부를 완벽하게 해결한 지윤 멘토님",
    label: 0,
  },

  {
    name: "이시연",
    gender: "남",
    univ: "서울대 농경제사회학부 20학번",
    high: "중산고등학교 졸업",
    method: "정시 전형",
    eng: "siyeon",
    oneWord: "모든 과목 공부법을 완벽하게 알려주는 시연 멘토님",
    label: 0,
  },

  {
    name: "고혜준",
    gender: "여",
    univ: "서울대 의예과 20학번",
    high: "중대부고등학교 졸업",
    method: "학생부 종합 전형",
    eng: "hyejun",
    oneWord: "슬럼프를 극복해 서울대 의대에 진학한 혜준 멘토님",
    label: 0,
  },

  {
    name: "이서택",
    gender: "남",
    univ: "고려대 경영학과 20학번",
    high: "단대부고등학교 졸업",
    method: "학생부 종합 전형",
    eng: "seotack",
    oneWord: "단대부고의 내신과 학생부를 완벽하게 해결해주는 서택 멘토님",
    label: 0,
  },

  {
    name: "옥승환",
    gender: "남",
    univ: "연세대 경영학과 20학번",
    high: "단대부고등학교 졸업",
    method: "학생부 종합 전형",
    eng: "seunghwan",
    oneWord: "친근한 형처럼 다가가지만, 확실하게 알려주는 승환 멘토님",
    label: 0,
  },

  {
    name: "박상하",
    gender: "남",
    univ: "연세대 의예과 20학번",
    high: "휘문고등학교 졸업",
    method: "정시 전형",
    eng: "sangha",
    oneWord: "휘문고에서 정시와 수시 모두로 의예과에 진학한 상하 멘토님",
    label: 0,
  },
];

const mentorWrite = document.querySelector(".mentor");
const priceButton = document.querySelector(".buy__content");
const toringButton = document.querySelector(".buy__toring");

const temp = location.href.split("?");
const forResult = temp[1].split(":")[1];

let resultNum = 0;
let i = 0;

console.log(forResult);

for (;;) {
  if (mentorsDetail[i].nameEng === forResult) {
    resultNum = i;
    break;
  }
  i++;
}

console.log(resultNum);
mentorWrite.innerHTML = `<div class="logo">
<img src="img/dayoung.jpeg" alt="" class="mentor__face" />
<div class="logo__school">숙명여고</div>
</div>
<div class="simple__info">
<div class="mentor__name">유다영 멘토님 (여)</div>
<div class="mentor__uni">연세대학교 경제학과 19학번</div>
<div class="mentor__title">
  "숙명여고 출신 다영 멘토님의 방향성과 지름길을 제시해주는 멘토링"
</div>
<div class="badge">
  <div class="badge__study">학습 관리</div>
  <div class="badge__motive">동기 부여</div>
  <div class="badge__consult">정시 준비 방법</div>
</div>
</div>

<div class="price">
<div class="price__column">
  <div class="price__month">
    <div class="price__month__left">한달 8회 PLAN</div>
    <div class="price__month__right">
      <span class="price__red">14%</span>
      <span class="price__black">회당 37,500원</span>
    </div>
  </div>
  <div class="price__month">
    <div class="price__month__left">
      총 할인액 <span class="extra__time">평생</span>
    </div>
    <div class="price__month__right">
      <span class="price__red">-50,000원</span>
    </div>
  </div>
</div>
<div class="price__column">
  <div class="price__semester">
    <div class="price__semester__left">한학기 24회 PLAN</div>
    <div class="price__semester__right">
      <span class="price__red">28%</span>
      <span class="price__black">회당 31,666원</span>
    </div>
  </div>
  <div class="price__semester">
    <div class="price__semester__left">
      총 할인액
      <span class="extra__time" id="extra__time"
        >6일 17:13:38 남음</span
      >
    </div>
    <div class="price__semester__right">
      <span class="price__red">-290,000원</span>
    </div>
  </div>
</div>
<div class="price__benefit">
  <div class="benefit__column">
    <i class="fas fa-clock"></i> 첫 주 2회 + 30분
  </div>
  <div class="benefit__column">
    <i class="fas fa-gift"></i> 플래너 세트
  </div>
  <div class="benefit__column">
    <i class="fas fa-plus-circle"></i> 숙명여고 추가 할인
  </div>
  <div class="benefit__column">
    <i class="fas fa-thumbs-up"></i> 자기주도학습 97%
  </div>
</div>
</div>
<div class="mentor__detail">
<div class="detail__title">멘토 이력</div>
<div class="detail__certify">
  <div class="certify__content">
    <i class="fas fa-certificate"></i>본인 인증 완료
  </div>
  <div class="certify__content">
    <i class="fas fa-graduation-cap"></i>학교 인증 완료
  </div>
  <div class="certify__content">
    <i class="fas fa-user-shield"></i>코로나 안전 완료
  </div>
</div>
<div class="detail__content__column">
  <div class="detail__content">
    <div class="num">-</div>
    숙명여고 졸업
  </div>
  <div class="detail__content">
    <div class="num">-</div>
    2019 연세대학교 인문논술전형 합격
  </div>
  <div class="detail__content">
    <div class="num">-</div>
    강남대성 수학 선생님 조교 (2019.01~2019.11)
  </div>
  <div class="detail__content">
    <div class="num">-</div>
    고등학교2학년 영어/중학교 3학년 수학/고등학교 1학년 학습 코칭 경험
  </div>
</div>
</div>
<div class="service__info">
<div class="service__column">
  <div class="service__title">
    대치동 출신 선배가 직접 해주는<br /><span class="bold"
      >토링 <span class="under">작심삼일</span> 프로그램</span
    >
  </div>
  <div class="service__red__line"></div>
  <div class="service__q">토링 작심삼일 프로그램이란?</div>
  <div class="service__sub">
    학습과 의지가 가장 약해지는 3일마다<br />
    원하는 대학교에 진학한 같은 고등학교 선배가<br />
    학습방법 / 내신 / 학교 생활을 도와주는 클래스로,<br />
    ‘온라인 코칭’과 ‘멘토링 일지’ 2단계로 구성되어 있습니다.
  </div>
  <div class="service__content">
    <div class="service__content__column">
      <span class="service__content__title">온라인 코칭</span>
    </div>
    <div class="service__content__column">
      <div class="service__content__detail__upper">
        1:1 코칭은 기본! (회당 30분)
      </div>
      <div class="service__content__day">
        월•목 | 화•금 | 수•토 중 선택
      </div>
      <div class="service__content__detail__lower">
        3일 마다 학생의 공부 상태, 마음 등을 점검하고,<br />
        앞으로의 공부와 의지를 다잡아줌으로써<br />
        스스로 공부할 수 있는 환경을 만들어줍니다.
      </div>
    </div>
  </div>
  <div class="service__plus">+</div>
  <div class="service__content">
    <div class="service__content2__column">
      <span class="service__content__title">멘토링 일지</span>
    </div>
    <div class="service__content2__column">
      <div class="service__content__detail__upper">
        스스로 확인하고 돌아볼 수 있도록!
      </div>
      <div class="service__content__detail__lower">
        멘토링 했던 내용을 멘토가 매번 멘토링 일지로 작성해<br />
        학생 스스로 내가 했던 실수들, 그에 맞는 해답을<br />
        반복해서 확인해 스스로의 상태를 인지하고 개선할 수 있습니다.
      </div>
    </div>
  </div>
</div>
</div>
<div class="special">
<div class="special__title">
  토링에서만 제공하는 <br />
  <span class="bold">특별한 혜택!</span>
</div>
<div class="special__column">
  <div class="special__content">
    <div class="num">1.</div>
    SKY에 입학한 멘토의 방학 공부법, 학생부 준비법, 동기부여에 관한
    1:1 개인 맞춤 멘토링
  </div>
  <div class="special__content">
    <div class="num">2.</div>
    휘문고, 숙명여고 등 강남 8학군 출신 멘토의 고등학교 꿀 TIP
  </div>
  <div class="special__content">
    <div class="num">3.</div>
    단발성 멘토링이 아닌 주 2회 지속적인 관리가 가능한 작심삼일 멘토링
  </div>
</div>
</div>

<div class="worry">
<div class="worry__title">
  <span class="bold">숙명여고</span>에서
  <span class="bold">연세대</span>에 간다고 <br />마음은 단단히
  먹었는데...
</div>
<div class="special__content">
  <img src="./img/yonseicampus.png" alt="" class="campus" />
</div>
<div class="worry__column">
  <div class="worry__content">
    고등학교 1학년을 대비하는 <br /><span class="bold"
      >방학은 어떻게 보내야할까 </span
    >고민이라면
  </div>
  <div class="worry__content">•</div>

  <div class="worry__content">
    중학교 내신이 좋지 않아 <br /><span class="bold"
      >고등학교 생활이 걱정</span
    >이라면
  </div>
  <div class="worry__content">•</div>

  <div class="worry__content">
    공부해야할 <span class="bold">동기부여</span>를 <br />듬뿍
    받아가고 싶다면
  </div>
  <div class="worry__content">•</div>

  <div class="worry__content">
    막상 <span class="bold">어떤 진로를 선택해서</span> <br /><span
      class="bold"
      >공부해야할지</span
    >
    모르겠다면
  </div>
</div>
</div>
<div class="mentor__story">
<div class="story__title">
  이제 걱정하지 말고 <br />
  <span class="blue__bold">유다영 멘토님</span>에게 관리받아 보세요
</div>
<div class="story__column">
  <div class="story__content">
    <div class="story__content__title">
      <div class="num">1.</div>
      코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?
    </div>
    <div class="story__content__description">
      학습습관이 무너졌을 때는 자신이 어떤 상황에서 그나마 공부가 잘
      되었는지를 떠올려보는게 좋아요 새로운 펜을 샀을 때 새로운 책을
      살 때 더 공부의욕이 생긴다면 기꺼이 투자하세요 맛있는 것을
      먹으며 공부할 때 그나마 집중이 된다면 맛있는 것을 옆에 두고
      공부하세요! 집에 부모님이나 형제가 있다면 공부습관이 잡힐 때까지
      옆에서 지켜봐달라고 부탁하거나 친구와 함께 줌을 키고 열심히 하는
      모습에 자극을 받으며 공부할 수고 있습니다
    </div>
  </div>
  <div class="story__content">
    <div class="story__content__title">
      <div class="num">2.</div>
      멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
      학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?
    </div>
    <div class="story__content__description">
      숙명여고는 국어와 영어 두 과목의 1등급 싸움이 굉장히 치열합니다
      어떤 난이도로 출제되어도 고득점자가 많이 나와요 따라서 내신 기간
      이전에도 국어와 영어는 꾸준히 정리하고 암기해야합니다 수학의
      경우 교과서에서 응용으로 많이 나오고 생소한 두문제 정도가
      출제되기 때문에 우선 교과서를 최소 3회독해야합니다 저는
      개인적으로 학원에서 주는 다른 학교 기출보다는 교과서와 숙명
      기출을 여러번 푸는게 훨씬 도움이 되었어요 그리고 수학은
      상대적으로 국어 영어 보다는 깔끔하게 문제가 출제되므로 수학
      실력을 키우는 쪽으로 평소에 대비하시면 됩니다. 다른 탐구 과목은
      선생님께서 주시는 자료를 공부 비중의 90프로로 두고 모두
      외워야한다는 마음으로 준비하셔야 합니다 학생부의 경우 내신
      1,2등급까지 모두 세특을 작성해주시기 때문에 내신 등급이 가장
      중요하고 동아리를 잘 들어가서 활동한 뒤 담당 선생님께 필요한
      내용 작성을 부탁드리는 것이 중요합니다
    </div>
  </div>
  <div class="story__content">
    <div class="story__content__title">
      <div class="num">3.</div>
      유다영 멘토님은 이런 사람이에요!
    </div>
    <div class="story__content__description">
      저는 고등학교 3학년 때 이과에서 문과로 전향했습니다 논술을
      붙을만큼 글 쓰는 것도 좋아하고 수학을 별로 좋아하지는 않지만
      꾸역꾸역 이과 공부를 했는데 고등학교 담임 선생님의 권유로 문과로
      가게되었고 결국 연세대학교에 입학했습니다. 저는 그래서 학생에게
      방향성과 지름길을 제시해주는 멘토의 역할이 크다고 생각합니다
      학생에게 더 나은 방향과 계획을 제시해주는 사람이 되어주고
      싶습니다!
    </div>
  </div>
</div>
</div>
<div class="menti">
<div class="menti__title">
  이런 학생들을 위한 <br />
  멘토링 입니다.
</div>
<div class="menti__column">
  <div class="menti__content">
    <i class="fas fa-check"></i>
    숙명여고 최상위 선배에게 관리 받고 싶은 학생들
  </div>
  <div class="menti__content">
    <i class="fas fa-check"></i>
    숙명여고 내신 및 학생부 관리가 궁금한 학생들
  </div>
  <div class="menti__content">
    <i class="fas fa-check"></i>
    왜 공부를 해야 하는지 모르고 그냥 하는 학생들
  </div>
  <div class="menti__content">
    <i class="fas fa-check"></i>
    최상위권으로 도약하고 싶은 학생들
  </div>
</div>
</div>
<div class="curri">
<div class="curri__title">멘토링 커리큘럼</div>
<div class="curri__column__title">
  <i class="fas fa-circle"></i>
  <div class="curri__content__title">멘토링 전</div>
</div>
<div class="curri__column">
  <div class="curri__line"></div>
  <div class="curri__content__des">
    <div class="curri__content__column">
      <i class="fas fa-check"></i>
      멘티 성격 파악 및 멘토링 스타일 결정
    </div>
    <div class="curri__content__column">
      <i class="fas fa-check"></i>
      사전 질문을 통한 개인화된 멘토링 목표 정하기
    </div>
  </div>
</div>
<div class="curri__column__title">
  <i class="fas fa-circle"></i>
  <div class="curri__content__title">1:1 멘토링</div>
</div>
<div class="curri__column">
  <div class="curri__line"></div>
  <div class="curri__content__des">
    <div class="curri__content__des__semi">
      1:1 멘토링은 아래의 주제 중 원하는 멘토링 주제를 선택하여
      신청하시면 됩니다. 최대 2개까지 선택 가능합니다 ☺️
    </div>
    <div class="curri__content__des__column">
      <i class="fas fa-check"></i>
      <div class="des__column">
        <div class="des__column__title">동기 부여 멘토링</div>
        <div class="des__column__content">
          학생의 성격을 파악해 가장 잘 맞는 진로를 함께 고민해주고
          결과적으로 동기부여되어 공부할 수 있도록 합니다.
        </div>
      </div>
    </div>
    <div class="curri__content__des__column">
      <i class="fas fa-check"></i>
      <div class="des__column">
        <div class="des__column__title">입시 상담 멘토링</div>
        <div class="des__column__content">
          학생부 / 정시 등 입시전략은 어떻게 준비해야 하는지, SKY
          대학을 당당히 합격한 비법을 알려드립니다
        </div>
      </div>
    </div>
    <div class="curri__content__des__column">
      <i class="fas fa-check"></i>
      <div class="des__column">
        <div class="des__column__title">학습 방법 멘토링</div>
        <div class="des__column__content">
          각 과목 (국어 / 수학 / 영어)는 어떻게 해야하는지, 방학에는
          어떻게 공부시간을 조절하고 멘탈을 관리하는지 정말 100%
          활용해서 쓸 수 있는 방법만 알려드리곘습니다.
        </div>
      </div>
    </div>
  </div>
</div>
<div class="curri__column__title">
  <i class="fas fa-circle"></i>
  <div class="curri__content__title">멘토링 이후</div>
</div>
<div class="curri__column">
  <div class="curri__line"></div>
  <div class="curri__content__des">
    <div class="curri__content__column">
      <i class="fas fa-check"></i>
      멘토링 일지 (멘토링 일지에는 멘토와 멘티가 함께 정한 구체적인
      목표가 포함되어 있습니다.)
    </div>
    <div class="curri__content__column">
      <i class="fas fa-check"></i>
      학습법, 공부법 등에 대한 피드백 멘토링 (2회 무료 질문권)
    </div>
  </div>
</div>
</div>
<div class="method">
<div class="method__title">멘토링 이용 방법 안내</div>
<div class="method__column">
  <div class="method__content">
    <div class="num">1.</div>
    멘토님이 학생이 필요한 부분에 도움을 줄 수 있는지 수업 소개를
    읽어보세요
  </div>
  <div class="method__content">
    <div class="num">2.</div>
    <div class="method__cancel">
      멘토링 신청하기 버튼을 눌러서 멘토링 희망 날짜와 플랜을 선택 후
      결제를 진행해주세요.
      <div class="cancel">
        희망 날짜와 플랜은 언제든지 변경할 수 있습니다.
      </div>
    </div>
  </div>
  <div class="method__content">
    <div class="num">3.</div>
    결제 바로 다음 주부터 멘토링이 진행됩니다. 멘토링 시간은 멘토님과
    협의 하에 정해주세요.
  </div>
  <div class="method__content">
    <div class="num">4.</div>
    멘토링 당일 멘토가 온라인 멘토링이 가능한 줌 링크를 발송해
    멘토링을 진행합니다.
  </div>
  <div class="method__content">
    <div class="num">5.</div>
    멘토의 멘토링이 마음에 들지 않을 시, 동일 학교 출신의 다른 멘토로
    언제든지 변경 가능합니다.
  </div>
</div>
</div>
<div class="review">
<div class="review__title">생생한 리뷰</div>
<div class="review__column">
  <div class="review__user">
    ${mentorsDetail[resultNum].review[0].user}
    <span class="review__date"
      >${mentorsDetail[resultNum].review[0].date}</span
    >
  </div>
  <div class="review__content">
    ${mentorsDetail[resultNum].review[0].content}
  </div>
</div>
<div class="review__column">
  <div class="review__user">
    ${mentorsDetail[resultNum].review[1].user}
    <span class="review__date"
      >${mentorsDetail[resultNum].review[1].date}</span
    >
  </div>
  <div class="review__content">
    ${mentorsDetail[resultNum].review[1].content}
  </div>
</div>
<div class="review__column">
  <div class="review__user">
    ${mentorsDetail[resultNum].review[2].user}
    <span class="review__date"
      >${mentorsDetail[resultNum].review[2].date}</span
    >
  </div>
  <div class="review__content">
    ${mentorsDetail[resultNum].review[2].content}
  </div>
</div>
</div>
<div class="final__price">
<div class="final__column">
  <div class="final__title">
    계속 할인 받을 수 있는 <br />한달 PLAN이에요!
    <div class="extra__time__final">평생 할인</div>
  </div>
  <div class="final__sub">
    한달 기준 <span class="bold">8회</span>
  </div>
  <div class="final__price__column">
    <div class="final__left">정가</div>
    <div class="final__right">350,000원</div>
  </div>
  <div class="final__price__column">
    <div class="final__left">총 할인 금액</div>
    <div class="final__right">-50,000원</div>
  </div>
  <div class="final__price__column">
    <div class="final__left">최종 금액</div>
    <div class="final__right">300,000원</div>
  </div>
  <div class="final__price__column">
    <div class="final__left2">1회당 가격</div>
    <div class="final__right2">37,500원</div>
  </div>
</div>
</div>

<div class="final__price2">
<div class="final__column">
  <div class="final__title">
    지금 할인 받을 수 있는<br />한학기 PLAN이에요!
    <div class="extra__time__final" id="extra__time2">
      6일 17:13:38 남음
    </div>
  </div>
  <div class="final__sub">
    한학기 기준 <span class="bold">24회</span>
  </div>
  <div class="final__price__column">
    <div class="final__left">정가</div>
    <div class="final__right">1,050,000원</div>
  </div>
  <div class="final__price__column">
    <div class="final__left">총 할인 금액</div>
    <div class="final__right">-290,000원</div>
  </div>
  <div class="final__price__column">
    <div class="final__left">최종 금액</div>
    <div class="final__right">760,000원</div>
  </div>
  <div class="final__price__column">
    <div class="final__left2">1회당 가격</div>
    <div class="final__right2">31,666원</div>
  </div>
</div>
</div>
<div class="other">
<div class="other__title">다른 강남 8학군 출신 멘토들</div>
<div class="other__content"></div>
<div class="other__content2"></div>
</div>`;

function handlePriceButton() {
  const a = document.querySelector(".mentor__name");
  const mentorName = a.innerText.split(" ")[0];
  location.href = "submit.html?" + "name" + ":" + mentorName;
}

function handleToringButton() {
  var newWindow = window.open("about:blank");
  newWindow.location.href = "http://pf.kakao.com/_WMMxgxb/chat";
}

const mentorLen = mentors.length;

const otherMentor = document.querySelector(".other__content");
const otherMentor2 = document.querySelector(".other__content2");

const a = document.querySelector(".mentor__name");
const mentorName = a.innerText.split(" ")[0];

let randomNum1 = Math.floor(Math.random() * mentorLen);
let randomNum2 = Math.floor(Math.random() * mentorLen);

for (var ii = 0; ii < 20; ii++) {
  if (
    mentorName !== mentors[randomNum2].name &&
    mentors[randomNum1].name !== mentors[randomNum2].name &&
    mentors[randomNum1].name !== mentorName
  ) {
    console.log(mentorName, mentors[randomNum2].name, mentors[randomNum1].name);
    break;
  }
  console.log(mentorName, mentors[randomNum2].name, mentors[randomNum1].name);

  randomNum2 = Math.floor(Math.random() * mentorLen);
  randomNum1 = Math.floor(Math.random() * mentorLen);
  console.log(mentorName, mentors[randomNum2].name, mentors[randomNum1].name);
}

otherMentor.innerHTML = `<div class="result__comment">${
  mentors[randomNum1].oneWord
}</div>
  <a class="simple__a" href="mentordetail.html?${
    "name" + ":" + mentors[randomNum1].eng
  }">
      <div class="simple">
        <div class="simple__img">
          <img src="img/${mentors[randomNum1].eng}.jpeg" class="rec__img" />
        </div>
        <div class="simple__content">

  
    
          <div class="content__column">${mentors[randomNum1].name} 멘토님 (${
  mentors[randomNum1].gender
})</div>
          <div class="content__column">
            <i class="fas fa-graduation-cap"></i>${mentors[randomNum1].univ}
          </div>
          <div class="content__column">
            <i class="fas fa-school"></i>${mentors[randomNum1].high}
          </div>
          <div class="content__column">
            <i class="fas fa-book-open"></i>${mentors[randomNum1].onePick}
          </div>
        </div>
        
      </div>
      <div class="mentor__class__title">
      <div class="mentor__class__title__upper">
  <span class="title__mentoring">[1:1 멘토링]</span>
  ${
    mentors[randomNum1].label === 0
      ? `<div class="title__mentoring__ing">모집중</div>`
      : mentors[randomNum1].label === 1
      ? `<div class="title__mentoring__complete">마감임박</div>`
      : `<div class="title__mentoring__end">마감</div>`
  }
</div>
      ${mentors[randomNum1].title}
      <div class="content__column__detail">
          멘토링 자세히 보기 <i class="fas fa-chevron-right"></i>
        </div>
</div>
    </a>`;

otherMentor2.innerHTML = `<div class="result__comment">${
  mentors[randomNum2].oneWord
}</div>
  <a class="simple__a" href="mentordetail.html?${
    "name" + ":" + mentors[randomNum2].eng
  }">
      <div class="simple">
        <div class="simple__img">
          <img src="img/${mentors[randomNum2].eng}.jpeg" class="rec__img" />
        </div>
        <div class="simple__content">

       
    
          <div class="content__column">${mentors[randomNum2].name} 멘토님 (${
  mentors[randomNum2].gender
})</div>
          <div class="content__column">
            <i class="fas fa-graduation-cap"></i>${mentors[randomNum2].univ}
          </div>
          <div class="content__column">
            <i class="fas fa-school"></i>${mentors[randomNum2].high}
          </div>
          <div class="content__column">
            <i class="fas fa-book-open"></i>${mentors[randomNum2].onePick}
          </div>
        </div>
       
      </div>
      <div class="mentor__class__title">
      <div class="mentor__class__title__upper">
  <span class="title__mentoring">[1:1 멘토링]</span>
  ${
    mentors[randomNum2].label === 0
      ? `<div class="title__mentoring__ing">모집중</div>`
      : mentors[randomNum2].label === 1
      ? `<div class="title__mentoring__complete">마감임박</div>`
      : `<div class="title__mentoring__end">마감</div>`
  }

</div>

      ${mentors[randomNum2].title}
      <div class="content__column__detail">
          멘토링 자세히 보기 <i class="fas fa-chevron-right"></i>
        </div>
</div>
    </a>`;

const time1 = document.querySelector(`#extra__time`);
const time2 = document.querySelector(`#extra__time2`);
const time3 = document.querySelector(`#extra__time3`);

function getTime() {
  const currentTime = new Date();
  // Don't delete this.
  const extraDay = new Date("2020-09-17:00:00:00+0900");
  const days = Math.floor((extraDay - currentTime) / 86400000);
  const hours = Math.floor(((extraDay - currentTime) % 86400000) / 3600000);
  const minutes = Math.floor(
    (((extraDay - currentTime) % 86400000) % 3600000) / 60000
  );
  const seconds = Math.floor(
    ((((extraDay - currentTime) % 86400000) % 3600000) % 60000) / 1000
  );

  time1.innerHTML = `${days}일 ${hours < 10 ? `0${hours}` : hours}:${
    minutes < 10 ? `0${minutes}` : minutes
  }:${seconds < 10 ? `0${seconds}` : seconds} 남음`;

  time2.innerHTML = `${days}일 ${hours < 10 ? `0${hours}` : hours}:${
    minutes < 10 ? `0${minutes}` : minutes
  }:${seconds < 10 ? `0${seconds}` : seconds} 남음`;

  time3.innerHTML = `${days}일 ${hours < 10 ? `0${hours}` : hours}:${
    minutes < 10 ? `0${minutes}` : minutes
  }:${seconds < 10 ? `0${seconds}` : seconds}후 종료`;
}
getTime();
setInterval(getTime, 500);

function init() {
  priceButton.addEventListener("click", handlePriceButton);
  toringButton.addEventListener("click", handleToringButton);
}

init();
