const mentors = [
  // 정진호

  {
    name: "정진호",
    nameEng: "jinho",
    gender: "남",
    univ: "서울대",
    univEng: "seoul",
    major: "생명과학부",
    majorNum: 0,
    year: "20학번",
    school: "휘문고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "서울대 합격생이 후배에게 알려주고 싶은 휘문고 입시의 모든 것.",
    method: "정시",
    mentoring: ["학습법 전문", "슬럼프 극복"],
    experience: [
      `휘문고등학교 졸업`,
      `휘문고 1,2학년 내신 종합 2등급~1등급 (최고 전교 7등)`,
      `2020학년도 정시 과탐 생1 지2 만점`,
      `2019, 2020학년도 생1 교육청 및 평가원 모의고사 올 1등급, 2020학년도 생1 평가원 모의고사 올 만점`,
    ],
    being: [
      `서울대 진학을 위한 수시 준비와 정시 준비를 동시에 할 수 있는`,
      `스스로 계획을 짜서 공부할 수 있는 방법에 기반해 효율적인 학습이 가능한`,
      `휘문고에서 학생부를 내가 원하는 과의 특성에 맞춰 작성하는 방법을 아는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `코로나 때문에 정상적인 등교도 힘들어지고 학원도 불규칙적인 휴강을 하다보니 혼란스러운 상황 속에서 혼자 공부하는 시간이 많아졌을 겁니다. 학습 습관이 무너진 이유로는 여러가지가 있을 수 있지만 보편적인 경우를 생각해보면 반복되는 공부에 지쳐가고 대학을 가고자 했던 처음의 열기가 식었기에 스스로에게 너그러워지고 안일한 태도를 갖게 되어 학습습관이 무너졌을 겁니다. 이러한 상황을 타개하기에 효과적인 방법으로 다음과 같은 것들을 제시해드립니다.<br/>
              1. 1주의 계획을 짜고 적습니다. 계획을 쓰는 것은 시각적으로 내가 해야할 것들을 제시하기에 이것들을 하나하나 완료해간다는 생각으로 공부를 하면 무작정 오늘 할 것을 떠올리며 공부를 할 때보다 동기부여가 됩니다. 단, 너무 장기적인 계획은 실효성이 없습니다. 공부를 하다보면 새롭게 필요한게 생기기도 하고 여러 변수가 존재합니다. 그렇기에 계획이 너무 장기적이면 이를 꾸준히 일관성있게 이어나가기가 힘듭니다. 그러니 장기적인 계획보다는 1주의 계획, 즉, 각 요일별 내가 반드시 끝내야할 것들을 계획하고 작성한 후 그것들을 지워나가는 식으로 공부를 하면 도움이 될 것입니다.<br/>
              2. 시간을 정해놓고 문제를 푸는 타임어택 식의 공부를 지향합니다. 시간 내에 무언가를 완료하는 공부는 매우 큰 집중력을 요하고 한 번 할 때마다 많은 에너지를 소모합니다. 그럼에도 이러한 공부법을 추천드리는 이유는 처음 시작하는 것이 어렵지 타이머를 누르는 순간 학생의 학습 능률이 매우 향상되고 이는 결국 올바른 학습 루틴으로 되돌아가는 지름길이기 때문입니다. 정시의 모의고사 풀기를 떠올리시면 학생들은 금방 감을 잡을 겁니다. (단, 모의고사만을 푸는 공부법을 지향하는 것은 절대 아니고 2번은 잘못된 방법으로 공부를 행하게 되면 역효과가 나타날 가능성이 매우 크기에 이후에 제가 멘토가 된다면 함께 방향을 잘 잡아 나가도록 하겠습니다:) )`,
      },
      {
        title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `휘문의 내신에 관해서는 학생의 현상황과 목표를 들은 후에 정확한 조언이 가능합니다. 또한, 휘문의 내신은 학년별 그리고 학생이 바라는 등급에 따라서도 공부법이 달라질 수 있기에  매우 대략적인 것들만 말씀드리겠습니다. 결국 수시 모집에서 가장 중요한 요소는 교과입니다. 즉, 내신 성적입니다. 흔히들 말씀하시는 비교과, 자소서는 모두 내신 성적이 갖춰진 이후의 이야기입니다. 내신 성적이 어느정도 충족이 된다 싶으면 비교과를 챙기셔야하는데 가장 중요하게 언급되는 비교과로는 학교 경시 대회, 동아리, 독서, 선생님들이 써주시는 특기사항(종합 평가)이 있는데 비교과를 챙기실 때는 이러한 것들부터 챙기시는 것이 좋습니다. 학교 내신에 관해서는 글로 작성하면 너무 길어져 멘토가 된다면 상세한 조언을 해드리겠습니다!`,
      },
    ],
    introduce: [
      {
        title: `정진호 멘토님은 이런 사람이에요!`,
        detail: `저는 지극히 평범한 재능과 매우 약한 멘탈을 가진 학생이었습니다. 
              그렇지만 늘 남들보다 노력하고 효율적으로 공부하고자한 학생이었습니다. 
              그렇기에 늘 내신도 열심히 챙겼고 그에 상응하는 좋은 결과들도 거두어보았습니다. 
              그러나, 첫 수능에서 크게 실패하면서 '노력한 사람이 더 성공한다'는 말이 거짓임을 크게 느꼈습니다. </br>
              제가 이러한 사연을 말씀드리는 이유는 저는 절대로 학생에게 이상과 꿈을 심어주는 멘토는 아닙니다. 누구보다도 현실적이고 학생의 현 상황에 맞
              추어 함께 방법을 강구해가며 최선의 결과를 낼 수 있도록 하는 멘토입니다. (물론 현실적이라 하여 학생의 멘탈
                  이나 이상을 무참히 부수는 직언을 날리지는 않습니다:) ) <br/> 위에 적은 저의 첫 수능 실패는 제가 겪은 수 많은 실패들 중 하나
                  입니다. 수 많은 실패들을 겪으며 저는 항상 그 실패의 이유에 대해서 분석하고 해결하고자 하였습니다. 그렇기에 학생이 처한 상
                  황이 어떠한 것이든 그에 대해 도움이 되는 멘토가 될 수 있을 것이라고 자부합니다. <br/>글로 적기에는 전달하고자 하는 말이 너무나 많을
                   듯하여 제가 지향하는 학습법을 나열하며 글을 마칩니다.<br/><br/>
      
              1. 내 현실을 직시하고 사소한 실패도 조정해나가며 공부해야합니다.<br/>
              2. '최고의 컨디션에서의 시험 성적' 향상이 아닌 '망쳤을 때의 내 시험 성적'이 향상되도록 멘토링을 하고자합니다. 실제로 저의 경우 이러한 방법을 통해 시험을 망쳤음에도 제가 생각한 마지노선을 넘지 않았습니다. <br/>
              3. 학생과 학부모님께 상처를 주지 않는 멘토가 되도록 노력하겠습니다. `,
      },
    ],
    review: [
      {
        user: `박*욱 학부모님`,
        date: `2020.08`,
        content: `"휘문고가 다른 학교와 달라 걱정이었는데, 정말 휘문고 출신한테만 들을 수 있는 휘문고에 딱 맞는 멘토링을 해주시네요"`,
      },
      {
        user: `박*영 휘문고 1학년 학생`,
        date: `2020.09`,
        content: `"생기부가 늦었다고 생각했는데, 정말 현실적으로 도움되는 방향만 잘 알려주세요"`,
      },
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"너무 현실적으로 상황에 맞게 공부할 수 있도록 도와주셔서 저도 상혁이도 너무 만족하고 불안하기만 했던 마음도 진정되네요."`,
      },
    ],
    mainQnA: {
      title: "휘문고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 유현우

  {
    name: "유현우",
    nameEng: "hyunwoo",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "도시공학과",
    majorNum: 0,
    year: "20학번",
    school: "현대고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 3,
    title: "현대고에서 학생부 전형 준비! 이렇게 시작해야 합니다.",
    method: "특기자",
    mentoring: ["멘탈 관리", "진로 설정"],
    experience: [
      `현대고등학교 이과 졸업`,
      `2020 연세대학교 특기자전형 합격`,
      `2020 고려대학교 일반전형 1차 서류전형 합격`,
      `2020 중앙대학교 학생부종합전형(탐구형인재) 최초합격`,
      `고등학교 재학 중 교내 멘토링 활동 경험 다수`,
      `고등학교 재학 중 수상 22건, 봉사 177시간, 독서 68권, 자격증 취득, 국제교류 활동 참여, 동아리 부장, 20페이지 분량의 생활기록부 등 학생부 관리 경험 풍부`,
      `2020 수능 지구과학 1등급(47점)`,
    ],
    being: [
      `현대고에서 봉사, 학교 행사, 대회 등을 나의 학생부에 맞게 활용해 SKY에 진학할 수 있는`,
      `멘탈 관리를 포함한 전반적인 학습 컨디션을 스스로 조절해 공부에 집중할 수 있는`,
      `자신이 하고 싶은 것을 명확하게 찾고 목표 학과에 맞춰 학생부를 작성할 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `코로나19 이후의 고등학생의 학습습관은, 최대한 정상적으로 학교에 다닐 때와 비슷한 시간관리와 학습 환경 조성, 그리고 자신의 노력이 가장 중요한 요소로 작용합니다. 매일 학교에 가지 못하고 정상적인 학습 환경을 보장받지 못하다 보니, 고등학생들에게는 학업에 대한 경각심과 주의가 다소 떨어질 수 있습니다. 집이라는 익숙한 곳에서 일과를 보내고 누군가의 지도나 관찰이 이루어지지 못하기 때문입니다. 따라서 힘들겠지만 꼭 학교에 가지 않아도 되더라도 매일 정해진 시간대에 일어나고, 학교에서 하는 것과 동일한 일과를 집에서도 하려는 노력이 가장 선행되어야 할 것입니다. <br/>
              이렇게 생활 패턴을 자리잡은 이후에는, 학교나 학원의 정상적이지 못한 운영으로 인한 학습 공백을 메꾸는 일이 중요하게 작용할 것입니다. 학교에서는 단순히 수업 시수를 맞추기 위해 진도만 빠르게 나가고, 학원은 코로나 상황에 따라 정상적인 수업이 이루어지지 못하는 경우가 많기 때문에, 이로 인한 학습의 공백을 채워나가야 할 것입니다. 그 학습의 방향은 학교 선생님이나 멘토링과 같은 다양한 경로를 통해 계속해서 관리받고 수정해나가면 될 것이라고 생각합니다.  <br/> <br/>
              이 외에도 무너진 학습습관을 다시 세우기 위해 학생들이 노력해야 할 부분들은 많지만, 마지막으로 하나만 뽑는다면 학생 개인의 멘탈 관리일 것입니다. 코로나로 인해 익숙하지 않은 일상을 보내다보니 때로는 우울해지거나 나태해지고, 일상이 무료해지는 일이 많을 것입니다. 물론 이러한 문제점을 학생 스스로 해결한다면 좋겠지만, 현실적으로는 쉽지 않을 것입니다. 그렇기에 앞서 언급한 것들을 비롯하여, 멘탈적인 부분까지 멘토링을 통해 학생을 돕고 격려해나간다면, 코로나로 인해 어려운 현 상황을 슬기롭게 헤쳐나갈 수 있을 것입니다.  `,
      },
      {
        title: `멘토님과 같은 고등학교(현대고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `현대고는 다른 학교에 비해 학생부를 준비할 수 있는 여건이 충분히 준비되어 있습니다. 내신이 좋지 않더라도 학생부를 열심히 준비한다면 부족한 내신을 어느정도는 극복할 수 있는 가능성이 존재하고, 따라서 단순히 내신 위주의 학교생활은 현대고의 장점을 충분히 활용하지 못하는 것입니다. 따라서 현대고의 다양한 프로그램들에 참여하여, 학생부를 최대한 풍부하고 많이 준비하는 것이 현대고에서의 대입에 좋은 영향을 미칠 수 있을 것입니다. 물론, 이것보다 더 중요한 것은 내신입니다. 학생부가 아무리 좋더라도 내신이 어느정도 뒷받침되지 못한다면 아무런 쓸모가 없을 것이고, 그렇기에 내신 또한 최대한 노력하여 좋은 결과를 얻는 것이 중요합니다. <br/>
              정리하자면, 단순히 좋은 내신 혹은 좋은 학생부만으로 대입을 준비하는 것이 아닌, 두 분야 모두 균형을 맞추어 최대한 노력하여 좋은 결과물을 얻어내는 것이 현대고에서의 입시에서 가장 중요합니다. 어쩌면 당연한 이야기일수도 있겠지만, 현대고에서 대입을 준비하는 학생이라면 이 당연한 이야기가 가장 어려운 부분이라는 것을 알 수 있을 것입니다. 두 분야를 어느정도 선까지 준비하고, 어떤 것들을 포기해야 하는지를 현대고 학생들은 잘 모르는 경우가 많기 때문입니다. 그래서 한 해의 입시 결과를 보다보면 지나치게 내신만 준비하던 애들, 그리고 학생부만 준비하던 애들은 기대하던 결과를 얻지 못하고 입시를 또 한번 준비하는 경우가 많습니다. 그렇기에 두 분야의 얻어야 할 것들과 포기해야 할 것들을 구분하고, 얻어야 할 부분에 있어서는 최대한 노력하여 좋은 결과물을 얻어내는 것이 현대고에서의 입시에서 가장 중요한 요소라고 할 수 있겠습니다.`,
      },
    ],
    introduce: [
      {
        title: `유현우 멘토님은 이런 사람이에요!`,
        detail: `저는 진로가 확실했습니다. 가고 싶은 과가 명확했고 그래서 고등학교 3년 내내 학생부를 정확한 목표와 과정에 따라 준비했고 좋은 결과를 얻을 수 있었습니다. 하지만 이 과정에서 어려움도 많았습니다. 학생부 관리에만 집중하다 보니 내신이 하향세를 보이기 시작했기 때문입니다. 그렇게 내신과 학생부 준비의 균형을 맞추려고 끊임없이 노력한 결과 다시 성적을 상승시키고 학생부도 충분하게 준비하여 지금의 대학에 오게 되었습니다. 이처럼 제 학교뿐만 아니라, 대치동의 다른 많은 학교들에서 학생들이 겪고 있는 문제점들을, 앞서 말한 것들을 포함해 거의 대부분 앞서 경험했고 극복해낸 경험이 있습니다. 물론 모든 것에 완벽한 선배가 하는 멘토링도 좋지만, 저처럼 학생들이 겪었던 문제점을 스스로 겪어보았고 극복했던 경험은 학생들에게 좋은 영향을 미칠 수 있을 것입니다.  <br/> <br/>
              저는 다른 친구들과 달리 독특한 고등학교 생활을 보냈습니다. 다른 친구들과 달리 3년 내내 진로가 명확했고 미친듯이 그 분야를 준비했고, 내신이 저와 같은 대학을 간 친구들보다 많이 낮았음에도 저 나름대로의 학생부 관리와 확고한 진로 계획을 통해 낮은 내신을 극복해냈습니다. 어쩌면 저의 이러한 경험은 많은 고등학교 학생들이 가지지 못한 경험이자 놓치고 있는 부분일 것이라는 생각이 듭니다. 그래서 저는 앞서 말한 저의 풍부한 경험을 비롯해, 많은 친구들이 놓치고 있는 고등학교 생활에서의 중요한 가치와 목표들을 알려주며 고등학교의 최종 목표인 대입에 있어서 좋은 결과를 내는데 도움을 주고 싶습니다. `,
      },
    ],
    review: [
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"코로나로 힘들어하는 아이한테 큰 도움이 되었어요. 특히 스스로 공부할 수 있는 환경에 대해서 계속 도움을 주시네요."`,
      },
      {
        user: `김*우 현대고 2학년 학생`,
        date: `2020.09`,
        content: `"진로를 계속해서 고민하고 그에 맞춰서 학생부를 만들 수 있도록 도와주세요"`,
      },
      {
        user: `김*진 학부모님`,
        date: `2020.08`,
        content: `"현대고 선배 맘들이 쉽게 알려주지 않는 정보를 듣기가 너무 어려웠는데, 직접 경험했던 멘토님이 알려주시니까 너무 좋았어요."`,
      },
    ],
    mainQnA: {
      title: "현대고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 오선빈

  {
    name: "오선빈",
    nameEng: "sunbin",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "수의예과",
    majorNum: 0,
    year: "19학번",
    school: "진선여고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 0,
    title: "진선여고에서 수시로 서울대 진학하기",
    method: "수시 일반",
    mentoring: ["과목별 공부법", "멘탈 관리"],
    experience: [
      `진선여자고등학교 졸업`,
      `2019학년도 서울대학교 수의예과 수시 합격`,
      `(전) 학원에서 고등학생 멘토링 진행: 고민 상담부터 생활 계획 수립, 학습 상담`,
      `(현) 고1 국어 과외 진행`,
    ],
    being: [
      `멘탈 관리를 포함한 전반적인 학습 컨디션을 스스로 조절해 공부에 집중할 수 있는`,
      `진선여고에서 학생부를 내가 원하는 과의 특성에 맞춰 작성하는 방법을 아는`,
      `진선여고 내신의 핵심을 파악해 진선여고 내신을 완벽하게 준비하는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `먼저 마인드 컨트롤이 항상 기본입니다! 같은 공부를 하더라도 불안함이 계속된다면 효율성도 떨어지고 공부에 집중이 안됩니다! 물론 코로나로 힘든 시기이긴 하지만 이 시기의 장점을 최대한 살려 보는 것이 가장 좋을 것 같아요! 오히려 자기주도학습이 가장 원활하기 이루어질 수 있습니다. 당장 학습 습관을 다시 세우기란 어렵지만 매일매일 조금씩은 꼭 하는게 좋습니다. 일어나는 시간을 규칙적으로 해서 바로 국어 문제를 푼다든지 등의 부담스럽지 않은 선에서 자기와의 약속을 세워주세요! <br/> <br/> 그리고 모두에게 공부를 하면 힘든 시기가 올 수 있는데요! 그럴 때는 공부하려고 무조건 책상 앞에 앉아 있는 것보다 스트레스 해소도 그만큼 중요합니다! 각자에게 맞는 방법이 있을테지만 잠을 충분히 자는 등 자신의 스트레스 해소법을 찾는 것을 추천해드려요! `,
      },
      {
        title: `멘토님과 같은 고등학교(진선여고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `먼저 내신은 학교 수업을 바탕으로 해야한다는 점 까먹지 말아야합니다! 꼭꼭! 학교 수업부터 충실히 해야해요. 부교재에서 연계되어 유사한 문제가 출제되기도 합니다. 과목별로 다를 수 있지만 학교 수업이 중요한 것은 모든 과목의 공통점이고 가장 중요해요! 또한 내신이 수능형 공부와 크게 동떨어져 있지 않습니다. 그렇기에 수시와 정시를 분리해서 생각하면 안됩니다! 평소 많은 사람들이 '나는 내신 망했어. 수능이 올인!' 또는 그 반대를 생각하는 사람들이 있으나 이보다는 함께 챙기는 것을 추천드려요!  <br/> <br/>학생부는 특히 올해는 코로나로 많은 것을 챙기지 못했을 특수한 해가 될 것 같습니다. 그래도 약간 이야기하자면, 학생부 자체를 너무 거창한 것으로 생각하지 말고 나의 학교 생활의 기록이라는 것을 잊지 마세요! '너무 사소하지 않나?'라는 생각을 가질 수 있지만 절대 사소하지 않은 개인의 경험입니다. 학생부에 쓰기 위한 것도 좋지만 하나의 좋은 추억과 경험을 쌓는 생각으로 학교 활동에 적극적으로 참여하면 좋을 것 같아요!`,
      },
    ],
    introduce: [
      {
        title: `오선빈 멘토님은 이런 사람이에요!`,
        detail: `먼저 저의 고등학교 공부에 대해서 간단히 소개를 드리자면요! '모든 과목이 어떻다'라고 설명하기에는 과목별 특성이 있습니다! 약점도 있고 강점도 있는데요, 국어와 암기과목에는 약한 편이었고 이에 반해 수학과 과학은 강한 편이었습니다. 약한 과목도 결국 마지막에는 좋은 성적을 거둘 수 있었는데 자세한 공부법에 대해서 알려드릴 수 있습니다!  <br/>다음으로 저의 성격에 대해 말씀드리자면 꼼꼼하고 책임이 강한 편입니다! 공부에 대한 조언 등을 나누는 것을 좋아하는 편이어서 제가 아는 한에 대해서는 최선을 다합니다! 부족한 부분이 있다면 멘토링이나 과외 시간 외에 시간을 많이 투자하여 학생에게 피해가 가지 않도록 하는 성격입니다. 이는 멘토의 기본적인 자세이지만 꾸준히 유지하기 힘든 자세 중 하나라고 생각합니다. 책임감 있는 멘토가 되겠습니다!`,
      },
    ],
    review: [
      {
        user: `김*영 학부모님`,
        date: `2020.08`,
        content: `"고등학교 생활을 많이 힘들어했는데, 멘토님 덕분에 그래도 잘 다니는 것 같아서 다행이에요"`,
      },
      {
        user: `김*현 진선여고 1학년 학생`,
        date: `2020.09`,
        content: `"저희 학교에 대해서 너무 잘 알려주셔서, 누구보다 제 상황을 잘 이해하고 공감해주셔서 좋았어요."`,
      },
      {
        user: `박*수 진선여고 2학년 학생`,
        date: `2020.09`,
        content: `"코로나 때문에 마음도 싱숭생숭하고 그랬는데, 매주 만나고 나면 자극도 많이 되고 공부도 더 잘되는 것 같아요."`,
      },
    ],
    mainQnA: {
      title:
        "진선여고에서 내신이랑 학생부 둘 다 밸런스를 맞춰가며 준비하는 방법",
      sub:
        "학생부랑 내신이 서로 크게 영향을 주지 않는 선에서 각각 어떻게 준비하셨는지 궁금해요!",
    },
  },

  // 김예나

  {
    name: "김예나",
    nameEng: "yena",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "건축공학과",
    majorNum: 0,
    year: "18학번",
    school: "경기여고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "경기여고 내신과 학생부! 가장 현실적이고 정확한 노하우를 전해드릴게요.",
    method: "학생부 종합",
    mentoring: ["진로 설정", "슬럼프 극복"],
    experience: [
      `경기여자고등학교 전교 3등 졸업 `,
      `2018 연세대학교 건축공학과 활동우수자전형, 면접형 최초합 / 서울대학교 건축학과 일반전형 1단계 합 / 고려대학교 건축학과 교과전형 최초합`,
      `19년도 수능 수학 가형 1등급 `,
      `고 1,2학년 약 1년 정도 과외 경험이 있음`,
    ],
    being: [
      `경기여고 내신의 핵심을 파악해 경기여고 내신을 완벽하게 준비하는`,
      `공부환경을 스스로 만들어 학습습관을 바로 잡을 수 있는`,
      `자기 관리와 스스로에 대한 동기부여를 통해 슬럼프를 극복하고 성공하는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `공부 시간대는 학기 중에는 학교 수업에 맞춰, 방학 중에는 수능 시험 시간에 맞춰서 공부하시길 추천드립니다. 혹시 코로나 때문에 집에만 있어서 답답하고 집중이 안되어 학습 습관이 무너졌다면 (독서실을 상황 상 못 가기 때문에) 공부할 분위기를 만드는 것이 상당히 중요하게 작용할 것입니다. 집에서 공부하는 시간이 늘어난 만큼 책상 위를 깨끗하게 정돈해서 집중력 분산을 막고 스탠드를 사용해서 독서실 분위기를 만들거나, 침대가 없는 방이나 큰 창문이 있어서 답답한 느낌이 들지 않는 방에서 공부하는 게 중요해질 것입니다! 환경에 상관없이 집중을 잘하는 것이 중요하다는 말은 이제는 더이상 통하지 않습니다 하루종일 한 장소에서만 공부하는 학생들이 얼마나 답답하실지 충분히 공감하실 테니까요 :)  `,
      },
      {
        title: `멘토님과 같은 고등학교(경기여고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `경기여고에서는 철저히 학교 수업을 잘 들어야 좋은 내신 성적을 받을 수 있습니다. 저도 국어 성적을 올리려고 여러 학원을 다녀봤는데 결국 학교 선생님이 강조하시는 부분과 학원에서 강조하는 부분이 달라 아무 소용이 없었습니다. 학원을 그만두고 오로지 선생님께서 강조하시는 부분을 집중적으로 파서 공부했고 또 모르겠거나 헷갈리는 부분은 무!조!건! 교무실로 달려가서 질문 했습니다 이는 국어와 영어 같은 과목이 주로 해당되구요, 수학과 과학 같은 경우는 교과서와 학교 프린트물을 꼼꼼히 공부하신 후에 추가적으로 여러가지 문제집들을 많이 풀어보실 것을 권장드립니다. (수특, 일품, 쎈 등) 왜냐하면 국어와 영어는 경기여고가 워낙 범위가 넓어 배운 내용에서만 내도 충분히 시험 문제가 나옵니다. 양이 많기 때문에 학교 선생님께서 강조하시는 부분이 중요해지는 것이구요. 배운 내용에 대한 100% 이해만 있어도 활용 문제는 잘 풀 수 있습니다.  <br/>하지만 수학과 과학의 출제 범위는 보통입니다. 그렇기에 선생님들도 다른 문제집 참고를 많이 하시고 모의고사나 수능 문제들도 참고를 하십니다. 수능 공부를 겸사겸사 한다는 느낌으로 여러 문제를 풀어보시는 것이 내신에도 도움이 됩니다. 물론!! 그전에 교과서와 선생님들이 주신 프린트가 그 무엇보다도 중요합니다 학생부는 그 다음에 알려드릴게요 ^^ (내신에 관한 내용을 너무 많이 적었네요..ㅎㅎ)`,
      },
    ],
    introduce: [
      {
        title: `김예나 멘토님은 이런 사람이에요!`,
        detail: `저는! 건축을 너무너무 공부하고 싶어서 고등학교 입학 전부터 건축학과에 가야겠다는 생각을 갖고 내신 관리, 학생부 관리를 정말 철저히! 한 학생이었습니다 하지만 인생의 모든 순간이 순탄하지 않듯, 저에게도 성적 기복이 이었고 전교 1등으로 1학년을 졸업했다가 2학년때 고생을 많이 하고 마지막 3학년 때 다시 전교 3등으로 성적을 올린 케이스 입니다 ㅎㅎ 슬럼프를 겪었지만 스스로 어려움을 극복하고 성공한 케이스이기 때문에 그만큼 학생들에게 잘 공감하고 현실적인 도움들을 많이 줄 수 있을 것이라고 확신해요 :)`,
      },
    ],
    review: [
      {
        user: `김*지 학부모님`,
        date: `2020.07`,
        content: `"공부를 계획도 세워서 하고 매주 멘토링 받더니 할때마다 생각이 많아진다고 좋아하네요"`,
      },
      {
        user: `박*수 경기여고 3학년 학생`,
        date: `2020.09`,
        content: `"경기여고 정보는 대치동에서도 구하기 어려웠는데, 학교 선배한테 직접 들으니까 너무 좋아요."`,
      },
      {
        user: `유*빈 경기여고 2학년 학생`,
        date: `2020.09`,
        content: `"같은 학교 선배, 든든한 동네 언니가 생긴 기분이어서 너무 좋아요. 실제로 자극도 많이 받고 정말 너무 좋아요"`,
      },
    ],
    mainQnA: {
      title: "경기여고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 김태형

  {
    name: "김태형",
    nameEng: "taehyung",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "전기전자공학부",
    majorNum: 0,
    year: "20학번",
    school: "휘문고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 2,
    title: "연세대 합격생이 알려주는 휘문고에서 성적 상승 곡선 그리기",
    method: "논술",
    mentoring: ["성적 상승", "학습 습관 관리"],
    experience: [
      `휘문고등학교 졸업`,
      `2019학년도 수능에서 수능 수학, 물리 만점`,
      `수학학원 교재, 수업 검수 이력 있음`,
      `고등학교 재학 당시 수학 1등급 다수 경험`,
      `대면, 비대면 과외 경험 5회 이상`,
    ],
    being: [
      `각 과목별 공부방법을 정확히 파악해 빠르게 성적을 올릴 수 있는`,
      `공부환경을 스스로 만들어 학습습관을 바로 잡을 수 있는`,
      `휘문고 1,2학년 내신은 낮지만 정시와 논술에 대한 선택과 집중으로 SKY에 진학할 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학교에 있다고, 수능장에 있다고 생각하고 상상하며 공부 습관을 형성해 나가야합니다. 집에 있어서 집중이 안된다면 공부 분위기가 조성되어 있는 독서실로 나가(저의 경우 그러했습니다) 50분 공부하고 10분 쉬는 루틴을 반복하고 일주일에 한 두 번 정도는 수능 시간표 그대로 모의고사를 풀어보며 수능 패턴에 익숙해지고 리듬을 체화시킨다면 학습습관을 회복할 수 있을 것입니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `휘문고를 졸업한 입장으로서, 좋은 내신 등급을 따기란 굉장히 어려운 것을 알고 있습니다. 다만 각각의 교과목 시간 수업에 집중하고, 선생님들과 좋은 관계를 유지한다면 내신과 학생부를 긍정적인 방향으로 채울 수 있습니다. 만약 다니는 학원이 있다면 학교와 학원의 커리큘럼을 따라가고 공부해야 합니다. 그렇다면 어느샌가 좋은 내신 등급을 얻을 수 있을 것입니다.`,
      },
    ],
    introduce: [
      {
        title: `김태형 멘토님은 이런 사람이에요!`,
        detail: `휘문고에서 내신 3~4점대를 맞는 평범한 학생이였으나 내신만을 바라보지 않고 수능 정시 공부를 꾸준히 한 결과 고3때 대부분의 모의고사와 수능 30등 이내의 성적을 거두었습니다.<br/> 제가 이렇게 빠르게 성적을 올릴 수 있었던 비법을 멘토링을 통해 모두 전달하겠습니다.`,
      },
    ],
    review: [
      {
        user: `김*혁 학부모님`,
        date: `2020.08`,
        content: `"성적이 낮아서 조금은 포기하고 있었는데, 멘토링 받고 성적이 조금씩 올라서 희망이 보이네요."`,
      },
      {
        user: `이*준 휘문고 2학년 학생`,
        date: `2020.09`,
        content: `"내신이 낮아서 힘들었는데, 휘문고 동문이셔서 공감도 많이 해주시고 다른 길도 있다고 격려해주셔서 너무 힘이나요. 제 편이 생긴 기분이에요"`,
      },
      {
        user: `김*환 학부모님`,
        date: `2020.08`,
        content: `"정시에 집중하려고 신청했는데, 아이가 할 수 있다라는 기운을 받은건지 격려를 받은건지 요새 들어 열심히 하네요~"`,
      },
    ],
    mainQnA: {
      title: "휘문고에서 내신이랑 학생부 둘 다 밸런스를 맞춰서 준비하는 방법",
      sub:
        "학생부랑 내신이 서로 크게 영향을 주지 않는 선에서 각각 어떻게 준비하셨는지 궁금해요!",
    },
  },

  //임채현

  {
    name: "임채현",
    nameEng: "chaehyun",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "중어중문학과",
    majorNum: 0,
    year: "20학번",
    school: "개포고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 2,
    title: "꿈꿔왔던 대학교 합격, 개포고 졸업과 동시에 현실로 만들기.",
    method: "정시",
    mentoring: ["엄격한 코치", "성적 상승"],
    experience: [
      `개포고 졸업`,
      `2020 연세대학교 중어중문학과 최초합격자 중 수능 성적 1위 *진학사 기준`,
      `정시 국영수 1등급`,
      `개인 지도 경력 3년 이상`,
      `개인 지도 도중 담당 과목에서 학생 모의고사 등급이 떨어진 적 한번도 없음`,
      `입시 종합 학원 국어과 강사 보조 6개월 근무 경험`,
      `현재 플랜 컨설팅, 국어과외 및 멘토링 진행중 (고3 자연계 학생)`,
    ],
    being: [
      `개포고에서 수시가 아닌 정시에 대한 선택과 집중으로 SKY에 진학할 수 있는`,
      `공부환경을 스스로 만들어 학습습관을 바로 잡을 수 있는`,
      `각 과목별 공부방법을 정확히 파악해 빠르게 성적을 올릴 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학생에게 직접 해준다 생각하고 반말로 적도록 하겠습니다. <br/> 대답에 앞서, 이거 먼저 대답해볼래? 네가 자습서를 사러 서점엘 갔는데, 예쁘게 잘 만들어졌지만, 공부 잘한다는 친구들 책상에서는 한번도 본 적없는 듣도보도 못한 자습서랑 딱딱하게 생겼지만 항상 서점 베스트셀러고 다들 보는 자습서 두 권 중 하나를 사야해. 너는 지금 절박하게 성적을 올려야겠어. 그럼 너는 뭘 고를 것 같니? <br/>
              누구라도 어쩔 수 없이 후자를 고를거야 그치? 지금 네 상황이 똑같아. 묻기 전에 너는 대안을 알고 있어. 스카이캐슬 네가 생각하는 제일 완벽한 공부 환경에서 공부를 한다는게 불가능하다는 것도 알고, 지금 네게 주어진 상황에서 최선의 선택이 뭔지도 알잖아?  <br/>
              상위권이 되는 방법은 별게 없어. 매순간 네가 알고있는 그 최선의 선택을 한다면, 그게 상위권이야. 상위권을 노린다면 이제 무너진 학습습관을 현 상황에 알맞게 바꾸어 적응할 수 있도록 노력해야지.`,
      },
      {
        title: `멘토님과 같은 고등학교(개포고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `개포고등학교는 타 고등학교에 비해 대치동 학원 바닥에서 입지가 좁아. 상위권의 비율이 근방 타 고등학교보다 적어서 시장이 작고, 그래서 여러 학원에서 외면받지. 하지만 이거는 다른 학생들도 마찬가지인 얘기야. 그러면 이러한 상황에서 네가 해야하는 최선의 선택이 뭘까? <br/>
              우선 네가 얻을 수 있는 자료와 옆에 경쟁자가 얻을 수 있는 자료는 크게 차이나지 않아. 그거에 대한 불안감을 배제한 채, 너는 학교 수업을 듣는게 우선이야. 다들 사교육에 눈이 멀어서 정작 학교 수업을 무시하더라고. 아무리 잘난 스타 강사가 있으면 뭐해. 출제진이 눈앞에서 직강을 해주는데. 너 올해 수능 출제위원이 강의 열면 그 강의 들어야할거아냐. 같은 논리야. <br/>
              하나 더, 점심 시간이나 방과 후에 시간을 내서 도서관에 가봐. 거기에 지난 기출문제를 모아놓은 자료가 있어. 다른 애들은 학원에서 고급자료라고 돈 주고 사는걸 공짜로 얻는 셈이지. <br/>
              수업 시간에 놓치지 않고 한 필기와 이전 기출문제가 준비됐다면, 이제 공부한 내용이 어떻게 나올지 기출문제를 보고 유형 파악을 하고, 유형에 맞게 필기를 공부하면 돼.  <br/>
              너무 클리셰라고? 원래 공부라는게 지름길이 없어서  가장 정석으로 공부하는게 가장 효과적인 방법이야. `,
      },
    ],
    introduce: [
      {
        title: `임채현 멘토님은 이런 사람이에요!`,
        detail: `국어와 수학이 제일 재밌었고, 공부 재밌어서 했습니다. 반대로 말하면 재미없으면 안했어요. 초등학교때는 수학 전국 경시대회 나가서 상타오다가, 중학교때는 게임에 미쳐 상위 90프로로 졸업하고, 고등학교 모의고사 과목 평균 7등급도 맞아오고... 그러다 정신차려서 재수삼수해서 결국 제 꿈의 대학에 입학했습니다. <br/>
              수험생 한정, 저만큼 다사다난한 사람 많지 않을거고, 그만큼 해주고싶은 말도 많았고 의욕도 있습니다. 제가 수능이 끝난 이후 계속 과외하고 있는 이유이기도 합니다. <br/>
              부끄럽지 않게, 진심으로 도움이 되는 사람이 되겠습니다. 감사합니다.`,
      },
    ],
    review: [
      {
        user: `서*현 학부모님`,
        date: `2020.08`,
        content: `"지금까지 만났던 대학생 선생님 중 가장 전문적이셨어요. 같은 학교 출신이라서 더 좋고요"`,
      },
      {
        user: `이*영 개포고 2학년 학생`,
        date: `2020.07`,
        content: `"날카롭게 딱 말씀해주셔서 뭐가 문제인지 매번 정확하게 알 수 있어요. 가끔 너무 팩트로 때리셔서 아파요"`,
      },
      {
        user: `김*수 학부모님`,
        date: `2020.09`,
        content: `"코로나 때문에 학교에 안가서 감이 좀 떨어졌던 아이가 멘토링 받을 때마다 정신이 번쩍든다고 하네요"`,
      },
    ],
    mainQnA: {
      title:
        "개포고 내신 준비할때 학교 수업 외에 참고해야 할 게 어떤 것이 있을까요? ",
      sub:
        "학교 수업이 제일 중요하다고는 하는데 학교 수업 위주로 시험 준비한다는게 뭔지 사실 감이 잘 안와서요.",
    },
  },

  //김민영

  {
    name: "김민영",
    nameEng: "minyoung",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "경영학과",
    majorNum: 0,
    year: "20학번",
    school: "숙명여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 3,
    title:
      "부모님 도움 없이 숙명여고에서 고려대 합격한 비법, 그대로 전해드릴게요.",
    method: "학교장 추천",
    mentoring: ["자기 주도 학습", "동기 부여"],
    experience: [
      `숙명여고 졸업`,
      `현재 영어학원 조교`,
      `숙명여고 1학년 국어 영어 과외 중`,
      `숙명여고 2년 장학생`,
      `2점대 초반으로 고대 경영 합격`,
    ],
    being: [
      `부모님 도움 없이 스스로 공부하고 다양한 정보를 스스로 습득해 SKY에 진학할 수 있는`,
      `숙명여고에서 봉사, 학교 행사, 대회 등을 나의 학생부에 맞게 활용해 SKY에 진학할 수 있는`,
      `숙명여고 내신의 핵심을 파악해 숙명여고 내신을 완벽하게 준비하는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `학교를 가지 않기 때문에 학교를 안 감에도 불구하고 무작정 일찍 일어나려고만하고 낮 시간 내내 조는 건 오히려 학습 효율이 떨어진다고 생각합니다. 오전 9시가 되었든 10시가 되었든 정해진 시간에 규칙적으로 공부를 하는 게 더 중요하다고 생각합니다. 무작정 많은 걸 끝내야겠다고 욕심을 부리기 보다는 코로나라는 특수한 상황이 모두의 공부 패턴을 망가뜨릴 수 있음을 인정하고 꾸준히 조금씩이라도 공부를 해서 공부의 감을 놓치지 않는 정도로만 해도 이 상황을 훌륭히 버티고 있는 것이라고 생각합니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `문과 기준으로 설명을 해드리겠습니다. 숙명여고 국어는 대체로 양이 많고 시험 문제가 많이 나와 시간이 부족한 경우가 많습니다. 그렇기 때문에 문학 비문학 문법 모두 암기를 전제로 합니다. 하지만 학원에서 자료를 많이 받아와 너무 지나치게 깊게 공부를 하는 경우가 있는데 한 작품에 너무 과몰입하지 않고 방대한 양 속에서 핵심을 끝까지 놓치지 않는 게 중요합니다. 영어 또한 양이 매우 많습니다. 영어는 그냥 외우는 게 답이라고 생각합니다. 외울까 말까 고민할 시간에 외우는 게 맞고, 외우기 싫고 이런 게 나올까 생각하는 시간 동안 그냥 외우는 게 맞습니다. 수학은 문제가 대체로는 쉽게 나오고 실수 하면 등급이 엄청 떨어지게끔 나옵니다. 블랙라벨이나 일품같은 어려운 문제집을 많이 푸는 것 보다는 오히려 중~중상 난이도의 문제를 많이 풀어 빠르고 정확히 푸는 게 중요하다고 생각합니다. 사탐 같은 경우에는 선생님마다 편차가 있지만 대부분은 수능 형식으로 나옵니다. 사탐 같은 경우에는 이론과 문제 적용 간의 괴리가 큰 경우가 많기 때문에 이론 공부에 치중하기 보다는 오히려 자이나 마더텅 같은 문제집을 꼼꼼히 보는 게 더 중요하다고 생각합니다. `,
      },
    ],
    introduce: [
      {
        title: `김민영 멘토님은 이런 사람이에요!`,
        detail: `중학고 2학년까지 엄청난 사춘기를 겪어 대학도 안 가겠다고 하다 갑자기 중3 때 외고 준비를 하다 외고를 떨어져 국제학교를 갈지 유학을 갈지 숙명을 갈지 고민하다가 결국에는 어찌어찌 숙명을 가 즐겁게 고등학교 3년을 보낸 다이내믹한 삶을 살았습니다. 저는 부모님이 두 분 다 바쁘셔서 혼자서 설명회 컨설팅 상담을 다녔고 그래서인지 다른 친구들보다 다양한 정보를 많이 알고 있었고 학종에 뭐가 필요한 지를 누구보다도 잘 인지하고 있었습니다. 이러한 노하우 공부법을 잘 알려줄 수 있고 일회적인 만남이 아닌 지속적인 좋은 멘토가 되어줄 수 있습니다.`,
      },
    ],
    review: [
      {
        user: `이*수 학부모님`,
        date: `2020.08`,
        content: `"사춘기 아이가 제 말은 안듣는데 멘토님 말은 듣네요"`,
      },
      {
        user: `박*연 숙명여고 2학년 학생`,
        date: `2020.07`,
        content: `"숙명여고 문과 선배가 알려주는 숙명여고 문과 정복기"`,
      },
      {
        user: `김*정 학부모님`,
        date: `2020.09`,
        content: `"숙명여고 아이들이 다 잘하고 정보 얻을 곳도 없어서 걱정이었는데, 멘토님께 이것저것 물어보니까 다 알고 계셔서 걱정이 많이 줄었어요"`,
      },
    ],
    mainQnA: {
      title: "숙명여고 과목별로 내신 공부법 조언 부탁드립니다. ",
      sub:
        "숙명여고에서 내신이나 학생부로 고려대 목표로 하고 있는데 1학년때는 다들 내신 열심히 하니까 좀 겁나네요..  조언 부탁드립니다",
    },
  },

  //정현진

  {
    name: "정현진",
    nameEng: "hyunjin",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "기계공학전공",
    majorNum: 0,
    year: "19학번",
    school: "숙명여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 3,
    title:
      "숙명여고에서 서울대는 누가 가는걸까? 이렇게 공부하는 학생들이 갑니다.",
    method: "수시 일반",
    mentoring: ["진로 설정", "효율적인 공부"],
    experience: [
      `숙명여고 이과 졸업`,
      `중고등학생 수학 과외 경험 3회`,
      `고등학생 후배 멘토링 경험 5회 이상 (공부멘탈뿐만 아니라 과목별 공부방법 제시)`,
      `서울대 수시일반, 카이스트 학교장 추천전형 합격`,
    ],
    being: [
      `숙명여고 내신의 핵심을 파악해 숙명여고 내신을 완벽하게 준비하는`,
      `현진 멘토님의 노하우를 통해 대치동에서 좁게는 숙명여고에서 가장 효율적으로 공부할 수 있는`,
      `자기 관리와 스스로에 대한 동기부여를 통해 슬럼프를 극복하고 성공하는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: ` 요즘 코로나로 인해서 집에 있는 시간이 길다 보니 공부하기 힘든 상황이라는 것을 이해합니다. 본인만의 의지로 패턴을 유지하고 끈기있게 공부습관을 유지하느라 고생이 많았을 것 같아요. <br/>
              사실 저도 고등학교 시절 3학년때 코로나는 아니었지만 제가 공부하기 힘든 일이 있었어요. 목디스크 통증을 느끼기 시작했고 그로 인해 책상에 앉아 공부하기 힘들었는데, 이렇게 습관이 무너졌을 때 가장 중요한 것은 '그래도 해야 한다는 결단'과 '열심히 하면 최선의 결과가 나올 것이라는 희망'이었어요. 지금 코로나로 인해서 공부하기 힘든 환경인 것은 맞지만 그래도 하루하루 다시 조금씩 계획을 지키며 완벽하지 않더라도 최선을 다하는 하루를 보내다 보면 틀림없이 많은 발전을 이룰 수 있을 거예요. 할 수 있으니 걱정말아요.`,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 숙명여고 후배라면 내신의 방대한 범위를 어떻게 조절해야 하는지가 고민일 것 같아요. 특히 국어와 영어과목의 양이 많을텐데 이에 대한 자세한 학습방법은 멘토링을 통해서 저의 노하우를 알려주면 좋을 것 같아요. 전체적으로 보면 양이 많기 때문에 시험 한달 전부터 내신 계획을 잘 세우는 것이 가장 중요해요. 시험직전에 집중적으로 봐야 효과적인 과목과 평소에 적절히 공부해야 하는 과목 등 세부적으로 계획을 잘 세워서 효율적인 플랜을 실행해야 합니다.  <br/>
              학생부 같은 경우에는 최근에 축소가 되었지만 본인이 열정적으로 챙기는 것이 가장 중요해요. 선생님들이 결코 알아서 해주시지 않기 때문에 학생부를 꼼꼼히 살피고 "주도적으로" 본인이 지망하는 학과에 맞는 독서, 대회 등의 스토리를 만드는 것이 중요합니다.  `,
      },
    ],
    introduce: [
      {
        title: `정현진 멘토님은 이런 사람이에요!`,
        detail: `안녕하세요? 저는 학창시절을 내내 대치동에서 보냈기 때문에 대치동에서 공부하는 것이 어떤지, 어떤 방식으로 공부해야 효과적인지, 내신준비는 어떻게 해야 하는지에 대해서는 아직도 생생히 기억이 납니다. 저는 책임감이 강해 일을 쉽게 맡지 않고 맡게 되는 일은 최선을 다하는 성격을 지니고 있습니다. 멘토링은 제가 학창시절을 열심히 힘들게 보냈기에 제가 아는 것들을 후배들에게 모두 알려주고 도움을 주고 싶은 마음이 커 책임을 지고 하고 싶습니다.  <br/> <br/>
              제가 공부를 포함해서 무엇이든 가장 중요시했던 것이 "효율"입니다. 적은 시간내에 누구보다 우수한 성적을 거두기 위해서는 효율적인 계획으로 공부하는 것이 굉장히 중요합니다. 뿐만 아니라 저는 수시로 서울대 의대에 지원할 수도 있는 성적이었지만 제 꿈을 향해서 공대로 지원하였습니다. 그렇기에 학생들이 공부를 하는 것이 힘든 순간이 오더라도 꿈을 포기하지 않고 공부를 할 수 있도록 동기부여를 하도록 하겠습니다.`,
      },
    ],
    review: [
      {
        user: `이*연 학부모님`,
        date: `2020.08`,
        content: `"진로 고민부터 공부 방법까지 궁금할 때마다 물어보고 의지할 수 있는 언니가 생겨서 좋다고 계속 저한테 고맙다고 하네요"`,
      },
      {
        user: `김*서 숙명여고 1학년 학생`,
        date: `2020.07`,
        content: `"중학교 때랑은 다르게 내신 양이 너무 많아서 걱정이었는데 이제는 노하우를 듣고 계획 세워 준비하니까 할 수 있을 것 같아요"`,
      },
      {
        user: `박*지 학부모님`,
        date: `2020.09`,
        content: `"숙명여고 이과 출신 선배가 많이 없어서 물어볼 곳이 많이 없었는데 정말 직접적으로 너무 많이 도움이 되네요"`,
      },
    ],
    mainQnA: {
      title:
        "숙명여고에서 내신이랑 학생부 둘 다 밸런스를 맞춰가며 준비하는 방법",
      sub:
        "학생부랑 내신이 서로 크게 영향을 주지 않는 선에서 각각 어떻게 준비하셨는지 궁금해요!",
    },
  },

  //장하연

  {
    name: "장하연",
    nameEng: "hayeon",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "실내건축학과",
    majorNum: 0,
    year: "19학번",
    school: "숙명여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 3,
    title:
      "숙명여고 최상위권은 이유가 있습니다. 100분에 꾹꾹 눌러담은 숙명여고 입시 꿀팁",
    method: "정시",
    mentoring: ["성적 상승", "학교 생활"],
    experience: [
      `숙명여고 졸업`,
      `이과 현역으로 연세대학교 실내건축학과 정시 전형 최초합격`,
      `1년의 과외 경험 있음`,
      `2019년 모교인 숙명여자고등학교에서 주최한 소규모 입시 설명회에 초청되어 강의한 이력 있음`,
    ],
    being: [
      `각 과목별 공부방법을 정확히 파악해 빠르게 성적을 올릴 수 있는`,
      `공부환경을 스스로 만들어 학습습관을 바로 잡을 수 있는`,
      `숙명여고에서 정시와 논술에 대한 선택과 집중으로 SKY에 진학할 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `이럴 때일수록 멘탈 관리가 중요하다고 생각합니다. 들쭉날쭉, 수시로 달라지는 학원 스케줄에 저 같아도 정말 불안할 것 같다는 생각이 들었어요. 하지만 불안해하기 보다는 본인만의 고정된 학습 스케줄을 만드는 것이 좋을 것 같아요. 고정된 학원 시간 이외에 온라인 강의는 시간을 정해두고 듣고, 과목 별로 공부 시간이나 양을 일관되게 정해놓는 것이 좋을 것 같습니다.  <br/>
              또, 비슷한 생활 패턴을 유지하는 걸 추천합니다. 가장 중요한 것은 아침 일찍 일어나기에요. 수능은 오전 9시경부터 치뤄지는 시험이기 때문에 시험 스케줄에 맞추기 위해 늦어도 아침 7시에는 일어나서 두뇌를 깨워두는 것이 좋아요. 저 같은 경우는 아침잠이 정말 많았어서 매일같이 일찍 일어나는 게 힘들었는데 저만의 소소한 팁을 하나 드리자면 '힐링과목'을 두는 것을 추천합니다. 저의 힐링 과목은 국어와 생물이었는데, 저는 매일 아침에 본격적으로 공부를 시작하기 전에 가볍게 수능완성이나 수능특강에 실린 짧은 소설을 5분 정도 읽는다든지, 아주 쉽게 풀리는 생물 문제 5문항 정도를 풀고 나서 본격적으로 공부를 시작했어요. 이렇게 하면 하루 공부 시작의 진입장벽이 비교적 낮아지기 때문에 아침에 일어날 때도 가벼운 마음으로 눈 뜰 수 있었던 것 같습니다. `,
      },
      {
        title: `멘토님과 같은 고등학교(숙명여고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 1학년 학생이라면 성급한 정시 올인을 결정하기 보다는 내신 공부를 열심히 해두라고 말해주고 싶습니다. 저는 정시 현역으로 대학교에 진학했고 고등학교에 재학 중일 때도 내신을 챙기는 편이 아니었음에도 불구하고, 고등학교 3학년 때 1학년 때부터 내신 기간에 공부했던 부분이 정말 큰 도움이 되는 것을 정말 많이 체감했어요. 내신 공부와 수능 준비는 결코 별개가 아니라는 점을 강조하고 싶습니다.  <br/>
              저는 수시를 준비하지는 않았지만, 주변에 수시 준비했던 친구들이 강조했던 것은 '일관성'이었어요. 생기부에 채울 수 있는 가장 좋은 활동들이 교내 대회에 참가하는 것과 독서기록을 남기는 것인데  본인이 해낸 활동들을 하나의 이야기로 잘 엮어내는 것이 가장 중요하다고 했습니다. 학생이 참가했던 대회나 독서에 본인이 지원하길 희망하는 학과와의 '일관성' 있게 하나의 이야기로 엮어 나가는 것이 중요한 것 같아요. 저는 내신이 1학년 때부터 3학년 때까지 점진적으로 상승했던 경우라는 점도 참고해주시면 좋을 것 같습니다. 제가 큰 도움을 얻었던 학원이나 과외도 멘토링을 통해 전달해드리겠습니다. `,
      },
    ],
    introduce: [
      {
        title: `장하연 멘토님은 이런 사람이에요!`,
        detail: `저는 '늦었다고 생각할 때가 가장 이른 시기다.'라는 격언을 몸소 체험한 사람입니다. '나는 평범해. 생기부도 얇고 너무 준비해둔 것이 없어.', '나는 정시 파이터야.. 수시는 한참 늦은 것 같아.' 이런 생각이 드는 친구들이 절 찾아준다면 공부법과 동기부여는 물론, 수능 시험장에서 최상의 컨디션을 유지할 수 있는 방법까지 세세하게 알려줄 수 있습니다.   <br/> <br/>
              대학교 와서 저는 '나는 고등학교 3학년 정말 후회 없었고 누구보다 행복하게 보냈어.'라고 말하며 다닐 정도로 멘탈적으로 강하고, 건강한 수험생활을 했습니다. 저에게 멘토링을 받은 학생은 반드시 나중에 돌아봤을 때 후회 없고 행복한 수험생활을 할 수 있도록 제가 끝까지 옆에서 힘껏 돕겠습니다. `,
      },
    ],
    review: [
      {
        user: `정*윤 학부모님`,
        date: `2020.08`,
        content: `"이번 기말고사를 망쳐서 아이가 상처받지 않을까 걱정했는데, 다행히 멘토링받으면서 잘 이겨내고 더 잘할 수 있다는 자신감을 갖게 된 것 같아서 너무 다행이에요"`,
      },
      {
        user: `김*우 숙명여고 1학년 학생`,
        date: `2020.09`,
        content: `"멘토링 받으면서 고등학교 생활을 더 의미있게 보낼 수 있을 것 같아요!"`,
      },
      {
        user: `윤*수 학부모님`,
        date: `2020.09`,
        content: `"고등학교 생활에 힘들어하던 아이가 멘토님 만나고 조금씩 자신감도 찾고 바뀌어가는 것 같아 너무 좋네요."`,
      },
    ],
    mainQnA: {
      title:
        "숙명여고에서 내신이랑 학생부 둘 다 밸런스를 맞춰가며 준비하는 방법",
      sub:
        "학생부랑 내신이 서로 크게 영향을 주지 않는 선에서 각각 어떻게 준비하셨는지 궁금해요!",
    },
  },

  //허나연

  {
    name: "허나연",
    nameEng: "nayeon",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "한문학과",
    majorNum: 0,
    year: "20학번",
    school: "진선여고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "진선여고 학생부와 수시, 미리 설계하는 학생이 이길 수 밖에 없는 이유",
    method: "학생부 종합",
    mentoring: ["슬럼프 극복", "성적 급상승"],
    experience: [
      `진선여고 심화반(얼리버드) 졸업`,
      `현역31232에서 재수11112로 정시등급 상승`,
      `합격은 학생부전형으로, 자소서와 내신 좋은편`,
      `진선여고 내신 경향 잘 알고 있음`,
      `현재 과외는 국어 중심으로 2명 하고 있음.`,
      `한 학생은 노베이스에서 시작하여 한달 째인데 국어에 자신감이 붙은 상태.`,
      `고려대, 성균관대 학생부 종합 전형 동시 합격`,
    ],
    being: [
      `자기 관리와 스스로에 대한 동기부여를 통해 슬럼프를 극복하고 성공하는`,
      `진선여고에서 학생부를 내가 원하는 과의 특성에 맞춰 작성하는 방법을 아는`,
      `진선여고에서 자신의 상황에 맞는 방법을 찾아 SKY에 진학할 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `지금 모두 힘든 시기로 학습습관이 무너지는거는 당연한 이치라 생각됩니다. 특히 올해 고3이라면 자기 공부 습관이 잘 들여진 학생이 매우 유리할 것 같습니다. 진부한 말이겠지만 이럴 때 일수록 규칙적인 패턴과 신체리듬이 매우 중요합니다. 이른 시간에 기상하는 것이 중요한 게 아니라 매일매일 정해진 시간(ex.9시)에 일어나서 공부 계획을 세우고 이를 실천하면서 규칙적인 리듬을 만들어야 합니다.  <br/>어느정도 학습 의지만 있다면 유튜브에서 실시간으로 많이 진행되는 '스터디위드미' 를 추천합니다. 학교를 안가기 때문에 혼자 공부하는 것이 매우 힘든 상황에서 수능이나 다른 시험을 준비하는 수험생들이 실시간으로 공부하는 라이브가 있습니다. 저는 재수할 때 독서실에서 영상을 틀어놓고 같이 공부하는 기분으로 흩으러지지 않도록 노력했습니다. 그분들도 공부하고 중간중간에 쉬는시간을 가지기 때문에 그분들의 리듬을 까라간다면 효율적인 공부가 될 것 입니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(진선여고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 진선여고는 내신이 생각보다 어렵습니다. 제가 학교다닐 때에도 영어 1등급 컷이 98점일 때도 있었고 전교 1등 총 내신이 1.6일 정도로 내신이 매우 치열합니다. 중요한 것은 거의 모든 대학교들이 진선여고의 특성을 매우 잘알고 이를 이해해준다는 점입니다. 저는 현 고3 을 맡고 계신  선생님과 친해서 교류를 아직까지도 자주 하고 있습니다. 그 선생님의 말씀에 따르면 작년에 내신 3점대도 고려대 1차 합격을 하였다 합니다. 내신이 어렵지만 상승곡선만 그리고 생기부가 하나의 스토리로 완성되면 수시도 충분히 가능성 있다고 자신합니다. 그러려면 세특,독서, 대회 등등 자신의 꿈을 그릴 수 있는 활동들이 있어야 합니다. 내신기간에는 내신 열심히 챙기면서 생기부 관리도 풍부하게 하는 수밖에 없습니다. 그게 힘드시다면 고2때부터라도 논술을 준비하는 것 또는 정시를 준비하는 것을 추천합니다.`,
      },
    ],
    introduce: [
      {
        title: `허나연 멘토님은 이런 사람이에요!`,
        detail: `저는 고1일때는 반에서 3~4등 정도 하는 학생이었습니다. 내신은 3점대 였구요. 고2때는 전교 8등까지 찍었으나 그 이후로 슬럼프가 와서 성적이 조금 떨어졌습니다. 고3 때도 반에서 3~4등 정도로 2점대 중반을 유지했습니다. 2점대 중반이 고려대 연세대는 상향이었고 이화여대 정도는 노려볼 수 있겠다 하는 상황이었는데 예상 밖으로 다 떨어져 강제 재수를 하게 되었습니다. 내신을 열심히 챙겼음에도 불구하고 재수를 하게 되어 매우 심란했고 고통스러웠습니다. 그래서 수시말고 정시에 집중하자는 결론을 내어서 재수할 때 정시 공부만 팠습니다. 그러나 6,9월 모의고사가 생각보다 잘 안나와서 수시를 쓸 수 밖에 없었고 자소서를 다 갈아엎고 한문학과를 지원하게 되었습니다. 고3때는 국어국문학과였지만 과를 조금 더 낮출 수밖에 없었습니다. 그러나 수능에서 대박이 터졌고 연세대 고려대 원하는 학과를 골라 갈 수 있는 점수를 얻었습니다. 하지만 고려대에 수시로 붙게 되어 지금은 한문학과1학년으로 재학중입니다. `,
      },
    ],
    review: [
      {
        user: `김*라 학부모님`,
        date: `2020.08`,
        content: `"같은 학교 출신이어서 공감도 많이 해주시고, 아이 고민도 많이 들어주십니다. 덕분에 아이가 엇나가지 않고 잘 하고 있는 것 같아요"`,
      },
      {
        user: `김*현 진선여고 2학년 학생`,
        date: `2020.09`,
        content: `"진선여고 출신이셔서 그런지, 제 담당 진선여고 선생님이 생긴 기분이어서 너무 든든해요"`,
      },
      {
        user: `윤*현 진선여고 1학년 학생`,
        date: `2020.09`,
        content: `"제가 힘든 점에 대해서 누구보다 공감해주시고 의지할 수 있게 되셔서 공부 의욕도 생기고 그래서 멘토링 이후에 공부를 더 잘하게 된 것 같아요!"`,
      },
    ],
    mainQnA: {
      title: "진선여고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  //염지윤

  {
    name: "염지윤",
    nameEng: "jiyoon",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "윤리교육과",
    majorNum: 0,
    year: "20학번",
    school: "개포고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "1학년 내신 2.87이었던 학생부로 서울대 합격한 비법, 완벽하게 전달해드릴게요.",
    method: "학생부 종합",
    mentoring: ["성적 급상승", "학생부 전문"],
    experience: [
      `개포고등학교 졸업`,
      `개포고 진학 예정인 중학교 3학년 국어 영어 과외 3개월, 현재 중학교 2학년 수학 과외 및 멘토링 4개월째 진행중`,
      `고등학교 2학년 영어 및 멘토링 2개월째 진행중`,
      `내신 학생부 종합 전형에 대해서는 멘토링 및 조언 다수 경험`,
    ],
    being: [
      `개포고에서 학생부를 내가 원하는 과의 특성에 맞춰 작성하는 방법을 아는`,
      `개포고에서 봉사, 학교 행사, 대회 등을 나의 학생부에 맞게 활용할 수 있는`,
      `서울대 진학을 위한 강한 동기부여를 스스로 지니고 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `주변 환경에도 흔들리지 않는 마음가짐을 갖는 것이 중요하겠죠. 이럴 때는 독서실이 앉아서 인터넷 강의만 들을 것이 아니고, 주변 친구들은 어떻게 공부하는지 학원, 과외, 멘토링을 통해 접하고 경쟁의식을 높이는 것도 좋을 것 같아요. 당장 대치동 스터디카페만 가도 학생들이 밤늦게까지 공부하고 있는데, 무너진 학습습관 앞에서 좌절만 하고 있을 때는 아닌 것 같아요. 구체적으로 상담을 통해 계획을 세우고, 하루하루  지켜나가는 것이 중요해요!`,
      },
      {
        title: `멘토님과 같은 고등학교(개포고)를 다니고 있습니다. 혹시 우리
                      학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 개포고 내신은 상당히 어려운 편이에요. 쉬운 문제로 하나 틀리면 3등급이 나오는 주변 학교들과는 달리 80점 넘으면 1등급 받는 시험들이 주로 나왔었어요. 다시 말해 기본 개념도 충실히, 나아가 심화학습까지도 잘 마쳐야 했습니다. 또한 학생부는 많은 학생들이 경쟁적으로 준비했기에 나만의 특별한 개성을 살리는 방향으로 작성하는 것이 필수적이었습니다. 자세한 내용은 멘토링을 통해 알려드릴 수 있을 것 같습니다! `,
      },
    ],
    introduce: [
      {
        title: `염지윤 멘토님은 이런 사람이에요!`,
        detail: `저는 고등학교 1학년 총 성적이 2.87로 매우 낮았음에도 2,3학년 때 확 올려서 대학에 합격한 케이스 입니다. 성적을 올릴 때 가장 효과적이었던 공부방법과 학생부 종합전형에 있어 가장 중요했던 '선택과 집중'에 대해 말씀드릴 수 있을 것 같습니다. `,
      },
    ],
    review: [
      {
        user: `김*수 학부모님`,
        date: `2020.08`,
        content: `"이번 기말고사를 보고 아이가 많이 위축되어 있었는데, 지윤 멘토님께 멘토링 받고 다시 잘 해보겠다고 하네요"`,
      },
      {
        user: `김*현 개포고 1학년 학생`,
        date: `2020.09`,
        content: `"개포고에 대해서 누구보다 잘 알고 계셔서 진짜 도움 많이 받았고 자신도 많이 생겼어요"`,
      },
      {
        user: `박*현 개포고 1학년 학생`,
        date: `2020.09`,
        content: `"멘토님 덕분에 저만의 개성을 가진 학생부를 어떻게 만들어야 할 지 방향이 잡힌 기분이에요. 자신도 생기고 걱정도 많이 줄었어요"`,
      },
    ],
    mainQnA: {
      title: "개포고 과목별로 내신 공부법 조언 부탁드립니다.",
      sub:
        "개포고에서 내신이나 학생부로 서울대 목표로 하고 있는데 1학년때는 다들 내신 열심히 하니까 좀 겁나네요..  조언 부탁드립니다",
    },
  },

  //이시연

  {
    name: "이시연",
    nameEng: "siyeon",
    gender: "남",
    univ: "서울대",
    univEng: "seoul",
    major: "농경제사회학부",
    majorNum: 0,
    year: "20학번",
    school: "중산고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 2,
    title:
      "‘공부 머리’는 따로 있다고요? 갖게 해드릴게요. 서울대도 가게 해드릴게요.",
    method: "정시",
    mentoring: ["과목별 공부법", "성적 상승 곡선"],
    experience: [
      `중산고등학교 졸업`,
      `3년 내신 1.81(상승곡선)`,
      `중산고등학교 다양한 비교과 활동 (1학년 수학, 2학년 인문사회 영재학급 포함)`,
      `수능 전체에서 2개 틀림(국영수탐)`,
    ],
    being: [
      `중산고에서 봉사, 학교 행사, 대회 등을 나의 학생부에 맞게 활용해 SKY에 진학할 수 있는`,
      `각 과목별 공부방법을 정확히 파악해 빠르게 성적을 올릴 수 있는`,
      `스스로 계획을 짜서 공부할 수 있는 방법에 기반해 효율적인 학습이 가능한`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `가장 중요한 것은 학교 수업을 제대로 듣는 것입니다. 온라인이기 때문에 더욱 수업시간에 집중력을 유지해야 합니다. 또한  시간표 또는 체크리스트를 만들어서 본인이 공부할 분량을 정해 놓고 학습하는 것이 좋습니다. 만약 공부를 재미있게 할 수 있다면 코로나 때문에 할 일이 없어진 지금이 공부를 열심히 할 수 있는 기회가 될 수도 있다고 생각합니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(중산고)를 다니고 있습니다. 혹시 우리
                      학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 내신의 기본은 수업과 교과서입니다. 그렇기에 수업 내용을 모두 받아 적고, 교과서 내용을 철저히 공부하면 충분히 100점을 맞을 수 있습니다. 물론 가끔 변별력을 위해 교과서 외 내용을 출제하는 경우도 있는데, 이런 경우에는 보통 선생님께서 어떤 느낌으로 문제가 나올지 미리 말해주는 경우가 많기에 수업만 잘 들었다면 대비가 가능합니다. 특히 중산고는 수업만 열심히 들어도 내신을 잘 받을 수 있는 학교입니다. 중산고에서는 학생부를 위한 비교과 활동을 꽤 많이 진행하고 있는 편입니다(영재학급, TRP, 각종 경시대회 등). 이 비교과 활동들을 모두 참여하되 본인이 진학하고 싶은 학과의 방향성에 맞춰서 준비하시면 더 좋습니다. 나중에 자소서라는 스토리를 쓸 때 필요한 플롯들을 하나씩 만들어간다고 생각하시면 좋습니다. 저는 1학년 때부터 거의 모든 비교과활동에 참여해왔기에 구체적인 설명을 드릴 수도 있습니다. `,
      },
    ],
    introduce: [
      {
        title: `이시연 멘토님은 이런 사람이에요!`,
        detail: `1학년 내신 3점 중반대에서 3학년 1점대 초반으로 올리는 과정, 모의고사 1등급 턱걸이가 수능 2개 틀리기까지의 과정에서 나온 공부 노하우들을 전해드릴 수 있습니다. 특히 저는 공부법에 자신이 있습니다. 저는 지금까지 아주 사소한 변화 하나만으로도 공부 효율이 엄청나게 상승하는 것을 몸소 느껴왔습니다. 공부를 가장 효율적으로 한 학생이라고 자부하는 만큼 어떻게 하면 성적을 쉽게 올릴 수 있는지,  어떻게 하면 '좋은 머리'를 가질 수 있는지 알려드리겠습니다.`,
      },
    ],
    review: [
      {
        user: `김*성 학부모님`,
        date: `2020.08`,
        content: `"내신을 어떻게 올려야하나 막막하기만 했는데, 아이에게 내신 올리는 법과 자신감을 계속 주셔서 이번 성적 상승을 시작으로 상승곡선을 그릴 수 있을 것 같습니다. 감사합니다."`,
      },
      {
        user: `박*후 중산고 학생`,
        date: `2020.09`,
        content: `"이번 1학기 기말고사가 생각보다 안나와서 걱정만 하고 있었는데, 구체적으로 어떻게 해야 할지 하나하나 알려주셔서 예전보다 의욕적으로 공부할 수 있게 되었어요"`,
      },
      {
        user: `윤*현 중산고 학생`,
        date: `2020.09`,
        content: `"중산고에 대해서 정보를 얻을 곳이 많이 없었는데, 시연 멘토 형이 잘 알려주셔서 너무 든든하고 감사해요"`,
      },
    ],
    mainQnA: {
      title: "중산고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  //고혜준

  {
    name: "고혜준",
    nameEng: "hyejun",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "의예과",
    majorNum: 1,
    year: "20학번",
    school: "중대부고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "서울대 의대는 누가 가는걸까? 중대부고 선배가 알려주는 내신과 학생부 관리의 핵심!",
    method: "학생부 종합",
    mentoring: ["서울대 의대", "과목별 공부법"],
    experience: [
      `중대부고 졸업`,
      `과외 경험 2회`,
      `중대부고 이과 내신 전교 1등`,
      `용인외대부고 합격 경험( 자소서, 면접 준비 경험 많음)`,
      `고등학교 3년 간 비교과 수상 경력 40개 이상`,
    ],
    being: [
      `중대부고에서 봉사, 학교 행사, 대회 등을 나의 학생부에 맞게 활용해 SKY에 진학할 수 있는`,
      `자기 관리와 스스로에 대한 동기부여를 통해 슬럼프를 극복하고 성공하는`,
      `서울대 의대 진학을 위한 효율적인 학습을 통해 성적을 빠르게 올리는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `코로나 때문에 정상적으로 학교 및 학원 생활을 못하는 상황에서 가장 중요한 것은 우선 멘탈 관리라고 생각합니다! '학기 중인데 학교를 가지 못한다'는 특수한 상황으로 인식하기보다는 방학 때처럼 그저 학교를 가지 않을 뿐인 상황으로 인식하는 것이 중요할 것 같아요 <br/> 어렵고 비정상적인 상황이라고 생각하면 멘탈과 습관이 무너지기 마련이니까요. 이 상황을 위기라고 생각하기보다 스스로 자기주도적으로 학습할 수 있는 시간이 충분히 주어진 것이라고 생각하면 도움이 될 것 같습니다. <br/>
                      두 번째로는 명확한 목표를 세우는 것이 중요합니다. 학교나 학원에 의해서가 아니라 혼자서 공부해야 하는 상황이기 때문에 가시적인 목표가 존재하지 않는다면 학습 습관이 무너지기 쉬워요. 따라서, 과도하지 않으면서도 너무 루즈하지 않은 목표를 세우고 매일매일 이뤄가면서 습관을 정립하는 것이 좋을 것 같습니다.
                      `,
      },
      {
        title: `멘토님과 같은 고등학교(중대부고)를 다니고 있습니다. 혹시 우리
                      학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: ` 중대부고 내신의 경우 과목마다 특성을 파악하는 것이 중요하다고 생각해요. 출제하시는 선생님께서 어떤 자료( 교과서, 수특, 기출 등)를 참고하시는지를 파악해야 합니다. 전에 봤던 시험, 혹은 작년에 출제하셨던 문제를 살펴보면 이 점을 충분히 파악할 수 있어요. 이 점을 토대로 준비하면 시험 준비하는 데 있어 분명 효율이 굉장히 높아집니다! <br/>
                      학생부는 내신에 지장이 가지 않는 선에서 최대한 참여하는 것이 좋다고 생각합니다. 특히, 중대부고의 경우 독서 관련 대회가 몇몇 존재하는데 이는 어느 학교에 지원하든 매우 어필하기 좋은 수상 경력이 될 수 있으므로 참여하시는 것을 추천드립니다. 또한 선생님들께서 세특을 챙겨주시기 위해 여러 과제를 내주시곤 하는데 그것 역시 성실히 참여하신다면 생기부를 풍성하게 하는 데 도움이 됩니다. `,
      },
    ],
    introduce: [
      {
        title: `고혜준 멘토님은 이런 사람이에요!`,
        detail: `저는 사실 용인외대부고에 입학했다가 입학한 지 1주일도 안 되어 중대부고로 전학을 왔습니다. 내신을 쉽게 따서 좋은 대학에 가기에 더 적합한 길이라고 생각했기에 그런 결정을 내렸지만, 막상 1학년 때 슬럼프를 맞이하고 방황하기만 했습니다. 실제로 1학년 때 성적은 서울대 의대에 입학하기에는 턱없이 모자랐지만, 슬럼프를 극복하고 내신 성적을 꾸준히 상승시켜 결국 3학년 때는 내신 등급을 1.1까지 끌어올려   원하던 대학교에 입학하는 데 성공했습니다. 저도 슬럼프가 심했고 감정기복이 심했던 사람인 만큼 멘탈 관리나 동기부여, 효율적인 공부법에 대해서는 잘 알려드릴 수 있다고 생각합니다!`,
      },
    ],
    review: [
      {
        user: `김*성 학부모님`,
        date: `2020.08`,
        content: `"서울대 의대라니 선생님 실력은 물론 성품까지 너무 훌륭하셨어요"`,
      },
      {
        user: `윤*현 중대부고 학생`,
        date: `2020.09`,
        content: `"이번 기말고사를 잘 못봐서 슬럼프라고 생각하고 있었는데, 멘토님 경험이랑 조언 듣고 나니 저도 다시 목표를 세웠습니다. 저도 서울대 의대에 합격하겠습니다."`,
      },
      {
        user: `김*지 중대부고 학생`,
        date: `2020.09`,
        content: `"학생부 컨설팅도 받아보고 학원도 다녀봤는데, 세특이나 독서 경시대회 등 진짜 중대부고에 맞는 생기부를 제일 잘 알려주셨습니다. 매주 만나서 너무 좋아요."`,
      },
    ],
    mainQnA: {
      title: "중대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  //이서택

  {
    name: "이서택",
    nameEng: "seotack",
    gender: "남",
    univ: "고려대",
    univEng: "korea",
    major: "경영학과",
    majorNum: 0,
    year: "20학번",
    school: "단대부고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 2,
    title:
      "단대부고 내신 최상위권은 이렇게 공부합니다. 모르면 솔직히 손해 맞습니다.",
    method: "학생부 종합",
    mentoring: ["학생부 전문", "친 형 같은"],
    experience: [
      `단대부고 졸업`,
      `2017-2019 단대부고 내신 최상위권 유지`,
      `2017-2019 단대부고 교내대회 (자알쓰기대회, 인문논술왕중왕대회 등)  수상 `,
      `2020학년도 수능 수학 나형, 사회문화  만점자 및 다른 영역 성적 최상위권`,
      `고려대학교 경영학과를  동일한 수시 전형으로 지원한 단대부고 재학생 및 졸업생  중 1순위로 합격`,
      `2020 현 수학 교육과정 기준 고1 수학 과외 경험 있음`,
      `2020 현재 대치동 유명 사회탐구 강사의 조교`,
      `고등학생 시절 멘토링을 받은 경험을 토대로 학생의 입장에서의 멘토링 가능`,
    ],
    being: [
      `단대부고 내신의 핵심을 파악해 단대부고 내신을 완벽하게 준비하는`,
      `성적을 올릴 수 있는 방법과 자기 관리를 통해 남들보다 반보 앞서는`,
      `각 과목별 공부방법을 정확히 파악해 빠르게 성적을 올릴 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `가장 중요한 것은 하루 생활 루틴을 일정하게 하는 것이 가장 중요하다고 여깁니다. 오프라인 등교의 가장 좋은 점은 일정한 시간에 일어나는 것이라고 생각합니다. 코로나 때문에 일어나는 시간이 일정하지 않다면 그것부터 바로잡아야 합니다. 물론, 자는 시간 또한 일정하게 해야합니다. 다음으로, 낮잠을 자지 않는 것을 추천합니다. 정말 피곤하거나 아프지 않는 이상은 자지 않는게 좋습니다. 후에 코로나가 풀려 오프라인 등교를 했을 때 학교 수업 때 자는 것을 방지하기 위함입니다. 마지막으로, 공부가 잘 되지 않는 날에는 그것을 핑계로 쉬지 말고 생산적인 일을 하는 것을 권합니다. 예를 들어, 공부가 잘 되지 않으면 마스크를 쓰고 아파트 한 바퀴를 뛴다거나 또는 어머니 집안일을 도와드리는 것 등이 있겠습니다. 공부가 안될 때 누워있는다거나 가만히 앉아서 멍 때리는 것은 최악입니다. 왜냐하면 본인이 공부가 안되는 것에 대해 계속 생각하며 스트레스를 받을 것이 뻔하기 때문입니다. 반면에 몸을 쓰는 생산적인 일을 하면 아무런 잡생각을 할 수 없기 때문에 오히려 머리가 맑아지게 됩니다.  <br/> <br/>
      
                      코로나와 별개로 개인적으로 공부할 수 있는 몸을 만드는 것이 중요하다고 생각합니다. 공부를 하며 당연히 체중이 늘 수 있습니다. 그러나, 과도하게 급격하게 체중이 느는 것은 공부에 영향을 어떤 식으로든 미칩니다. 잠을 자도 피곤함이 사라지지 않는 등 말입니다. 올바른 식습관만 지키더라도 공부할 수 있는 몸은 만들 수 있습니다. 폭식하지 않기, 밥 먹고 바로 눕지 않기, 10시에 학원 끝나고 과도한 야식 먹지 않기 등 올바르지 못한 식습관만 바로잡아도 체중은 그렇게 쉽게 늘어나지 않습니다. 더불어, 일주일에 지정된 시간에 운동을 할 수 있다면 훨씬 더 좋다고 생각합니다.
                      `,
      },
      {
        title: `멘토님과 같은 고등학교(단대부고)를 다니고 있습니다. 혹시 우리
                      학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `저는 단대부고를 올해 2월에 졸업한 졸업생입니다. 먼저 학생부에 대해 이야기 하겠습니다. 단대부고의 경우, 학교가 적극적으로 학생의 학생부를 관리해주는 편은 아닙니다. 본인이 직접 나서서 짜임새 있는 학생부를 만들어나가야 합니다. 개인적으로 진로라는 하나의 키워드에 맞추어 여러 다양한 활동을 하는 것이 중요하다고 생각합니다. 다음으로, 내신에 대해 이야기해 보겠습니다. 먼저, 국어입니다. 국어 대부분의 시험 범위는 학원 자료나 학생의 반에 들어오시는 선생님의 필기로 공부할 수 있습니다. 학원 자료와 선생님의 필기를 완벽하게 외우고 이를 적용하는 학원에서 주는 문제 또는 시중의 문제집을 풀게 된다면 2등급은 보장받을 수 있습니다. 그러나 1등급을 받기 위해서는 하나의 노력이 필요합니다. 그것은 바로 학생의 반에 들어오시는 선생님 외에 다른 반에 들어가시는 다른 선생님의 필기를 확보하는 것이 가장 중요합니다. 이렇게 하는 이유는 다양한 선생님이 들어가시다 보니 배우는 내용의 디테일적인 부분이 조금조금씩 다르기 때문입니다. 같은 내용이어도 표현하는 방식이 선생님 마다 달라 배운 내용을 아 다르고 어 다르게 출제하면 학생 입장에서는 시험 당시 당황스러울 것이 분명할 것입니다. 따라서 다양한 선생님들의 필기를 보며 학교 필기를 자신만의 것으로 재정립하는 작업이 국어 1등급을 향하는 길입니다.  
                      다음으로, 수학입니다. 단대부고의 시험은 학교 자체 수학 프린트를 변형한 문제로 시험문제의 대다수를 채우고 남은 2~4문제는 선생님들이 직접 만드시거나 외부에서 가져오십니다. 이러한 2~4문제를 맞출 수 있어야 상위권 성적을 노릴 수 있습니다. 경험상 프린트 변형문제만 다 맞출 경우, 3~4등급 정도 받는 것 같습니다. 하지만, 프린트의 변형문제를 간과해서는 절대 안됩니다. 꽤나 까다롭게 변형되며 프린트 문제의 풀이과정 하나하나를 완벽하게 이해해야 시험 때 당황하지 않고 순조롭게 풀 수 있습니다. 다시 외부문제 이야기로 돌아오자면, 외부문제는 꾸준히 수학을 공부해와 수학에 대한 이해도가 높은 학생이 맞출 수 있습니다. 단순히 내신 준비기간에만 수학을 공부하는 것이 아니라 평소에도 꾸준히 난도 있는 수학을 접하여 공부를 하는 것이 외부문제를 맞출 수 있는 길입니다. 외부문제를 맞추는 것은 결국, 최상위권의 내신 성적으로 되돌아올 것입니다.  
                      다음으로, 영어입니다. 영어는 대치동의 학교라면 공부법이 다 똑같습니다. 시험 범위로 지정된 모든 영어지문을 완벽하게 암기하고 이해하는 것입니다. 여기서 중요한 부분은 암기와 이해가 동시에 진행되어야 합니다. 단순히 글자만 암기하면, 서술형은 완벽하게 맞출 수 있을지 몰라도 지문의 내용을 물어보는 객관식에서 무너질 가능성이 높습니다. 예를 들어, 시험 범위로 지정된 영어 지문의 일부를 발췌하여 '이 문단의 제목으로 알맞은 것은? ' 식으로 문제가 나오기 때문에 암기와 더불어 이 지문이 무엇을 말하고자 하는지 중심 내용은 무엇인지 완벽하게 이해하는 것이 중요합니다.  
                      마지막으로 과학, 사회 과목 등 입니다. 최상위권 내신 성적을 받고 싶은 학생이라면 국영수 외 과목에서 선택과 집중을 확실하게 해야합니다. 사회, 과학 과목은 다른 과목은 빼어나지 못하지만 유달리 사회, 과학 과목에 월등함을 보이는 학생들이 존재하기 때문입니다. 선택과 집중이라는 말이 자칫 버리는 과목을 선정하라는 말처럼 들릴지 모르지만 그것이 아니라 확실하게 좋은 성적을 받을 수 있을 것 같은 과목은 확실한 결과물을 만들어내고 그렇지 못한 과목은 좋은 성적을 받기 위해 노력을 2배, 3배 하라는 말입니다. 경험 상 자신이 있는 사회, 과학 과목은 공부의 효율성이 뛰어나 동일 시간 남들보다 더 공부하였으나 그렇지 못한 과목은 효율이 매우 낮았기 때문에 절대적인 공부량이 남보다 부족해 성적을 낮게 받는 경우가 있었습니다. 그렇기 때문에 2배, 3배 노력을 하게 되면 절대적인 공부량에서 남들과 동등해지거나 더 뛰어날 수 있게 되어 좋은 성적을 거두게 됩니다.`,
      },
    ],
    introduce: [
      {
        title: `이서택 멘토님은 이런 사람이에요!`,
        detail: `언제나 남들보다 반 보 앞섰기에 고려대 경영학과에 입학할 수 있었다고 생각합니다. 성적을 올릴 수 있는 경험에서 우러나오는 과목 별 공부법과 스스로 자기관리를 하는 법에 대해 알려드릴 수 있습니다.`,
      },
    ],
    review: [
      {
        user: `김*우 학부모님`,
        date: `2020.09`,
        content: `"다른 학원이나 컨설팅 하시는 분들보다 훨씬 더 단대부고 입시를 잘 알고 계셨고, 아이에게 진짜 도움이 되는 말만 해주시더라구요"`,
      },
      {
        user: `윤*진 단대부고 학생`,
        date: `2020.08`,
        content: `"내신이 걱정이었는데, 저희 학교가 사립이어서 선생님이 같아서 그런지 선생님마다의 출제 경향에 대해서 자세하게 알려주셨어요"`,
      },
      {
        user: `정*훈 단대부고 학생`,
        date: `2020.09`,
        content: `"친절하게 형처럼 고민상담도 할 수 있고 공부도 많이 배워가는 매주 기대되는 멘토링이에요"`,
      },
    ],
    mainQnA: {
      title: "단대부고 과목별로 내신 공부법 조언 부탁드립니다.",
      sub:
        "단대부고에서 내신이나 학생부로 고려대 경영학과 목표로 하고 있는데 1학년때는 다들 내신 열심히 하니까 좀 겁나네요..",
    },
  },

  //옥승환

  {
    name: "옥승환",
    nameEng: "seunghwan",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "경영학과",
    majorNum: 0,
    year: "20학번",
    school: "단대부고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "단대부고에서 SKY 합격하는 생기부는 시작부터 다릅니다. 100분동안 완벽하게 알려드릴게요.",
    method: "학생부 종합",
    mentoring: ["정시 수시 동시", "과목별 학습법"],
    experience: [
      `단대부고 졸업`,
      `고1 대상 수학 과외(5등급->3등급), 중2 수학과외 (성적 상승)`,
      `단대부고 교내 대회(영어발표,한문경시,독서논술 등) 다수 수상, 과목 성적 최우수상 및 우수상 수상 18회`,
      `1학년 내신 2.4, 2학년 1.7, 3학년 1.59 (성적상승 그래프)`,
      `최종 내신 1.89, 전교 공동 4등 졸업`,
      `정시영탐탐외 211211, 수시 정시 동시 멘토링 가능`,
    ],
    being: [
      `단대부고 내신의 핵심을 파악해 단대부고 내신을 완벽하게 준비하는`,
      `SKY 진학을 위한 수시 준비와 정시 준비를 동시에 할 수 있는`,
      `단대부고에서 봉사, 학교 행사, 대회 등을 나의 학생부에 맞게 활용할 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `상황이 워낙 혼란스러운지라 학생도 흔들릴 수 있다고 생각해요. 하지만, 지금이 성적을 올리기 가장 좋을 때입니다. 모두가 혼란스러울 때 흔들림 없이 나아가는 사람이 결국 승리하는 것이죠. ‘위기는 기회다’라는 말이 있듯이, 지금 상황에 그저 낙담하지 마시고, 지금을 성적을 올릴 절호의 기회라고 생각해 보아요. 이러한 마음가짐으로, 다시 찬찬히 무너진 학습습관을 바로잡아 보세요. 미래에 대학교에 당당히 합격하여 자랑스럽게 멋진 학교를 다닐 본인의 모습을 상상해보세요. 생각만해도 기대되고 설레죠? 혹시 가고 싶은 꿈의 학교가 있으신가요? 그 학교에 입학하는 건 남의 얘기 같다고요? 아니에요. 모두가 흔들릴 시기에, 학생이 마음을 다잡고 하루계획을 성취해내며 한걸음 한걸음  나아가다 보면 그 대학은 바로 학생의 학교가 되어있을 거에요. 우선, 지금 당장은 학습습관이 잡혀있지 않으므로, 거창한 목표를 설정하고 이를 달성하기 위해 노력하기보다는 작은 목표들을 세우고, 이를 달성하기 위해 노력하는게 우선인 거 같아요. 예를 들어, ‘9시에 일어나서 국어 모의고사 하나 풀기’ 같은 목표요. 작은 성취들이 쌓여 큰 성취가 될 거고, 작은 목표들이 쌓여 큰 결실을 맺을 수 있을 거에요. 그러다 보면 자연스럽게 학습습관도 바로잡아 질 거라 생각해요. 결국, 미래를 위해 지금을 조금만 견뎌내는 자세가 필요해요. 보다 찬란한 미래를 위해서 말이에요. 나중에 시간이 흐르면, 지금의 시기를 견뎌낸 것에 대해 스스로가 너무나 대견스럽고 자랑스럽게 여길 날이 분명히 올거에요. 그러니 그날을 위해 조금만 더 힘내보아요. 또 고민 생기면 언제든지 얘기해줘요. 파이팅 !!!
                      `,
      },
      {
        title: `멘토님과 같은 고등학교(단대부고)를 다니고 있습니다. 혹시 우리
                      학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `내신부터 과목별로 말씀드릴게요. 우선 수학의 경우, 개념에 대한 온전한 이해와 다양한 유형의 문제 학습은 기본이겠죠. 고1,2 학생의 경우, 쎈, 일품, 블랙라벨 순의 난이도로 문제를 풀어나가는게 좋을 거 같아요. 그리고 자체 프린트를 최소 3번은 풀어보고, 어떻게 변형될 수 있을지 스스로 고민해보는 시간을 고민해 보는 자세가 필요합니다. 고3 학생은 위의 문제집들 대신, 평가원 기출 문제와 수능특강 위주로 학습하는 게 좋아요. 그리고 학년에 상관없이, 꼭 작년 내신 기출 문제를 풀어보아야 해요. 그리고 수학 전날에는 꼭 일찍 주무셔야 합니다! 국어의 경우, 고1,2 학생은 교과서 필기, 자습서, 평가문제집 이 세권이면 충분합니다. 교과서 필기와 자습서 해설을 바탕으로 개녀을 충분히 익힌 수, 자습서 문제와 평가문제집 문제를 풀며 문제 풀이에 대한 감을 높여야 해요. 그리고 시험을 앞두고는 교과서 필기를 다시 한번 보며, 선생님께서 강조하신 내용을 재확인해야 해요. 고3 학생의 경우는 수능특강을 탈탈이 분석하시면 됩니다. 이때 답지에 해설이 잘되어 있으니 답지를 꼼꼼히 읽는게 중요해요. 웬만한 문제들이 수능특강을 기반으로 만들어지고, 선지를 끌어다 쓰는 경우도 많기 때문이에요. 저 같은 경우는 수능 특강을 두권 사서 여러번 풀어보았답니다. 그리고 국어도 꼭 내신 기출 문제를 풀어보아서, 어떤 유형이 나오는지 미리 파악하는게 중요해요. 영어의 경우, 고1,2 학생은 교과서와 부교재를 균형있게 공부하는게 중요해요. 가장 중요한 것은 내용 파악이고, 그 다음은 주요문장 암기는 필수에요. 성적이 낮은 학생은 답지에 있는 한국어 해설을 읽는 것만으로도 도움이 많이 될 거에요. 그만큼 내용 파악이 아주 중요하답니다. 고3 학생의 경우, 수능특강을 본인의 것으로 만들 정도로 공부해야 해요. 지문의 수가 워낙 많기 때문에 문장들을 암기하려고 하기보다는, 흐름을 파악하기 위해 노력해야돼요. 그러기 위해선 이 역시 내용파악이 정말 중요하겠죠? 그리고 영어 역시 꼭! 기출을 확인해보세요. (내용이 너무 길어질 거 같아 사회와 외국어에 대한 설명은 따로 넣지 않겠습니다! 하지만 위와 같이 세세하게 조언해드릴 수 있습니다 !) 다음은 학생부입니다. 학생부를 챙기기 위해 다양하게 활동하는 것이 중요해요. 교내대회들에 자신있게 도전해보고, 교내행사도 성실히 참여하세요. 그리고 선생님께서 발표할 사람을 구할땐 꼭 참여하세요. 발표하는게 세특칸을 채울 거의 유일한 방법이에요. 그리고 저는 임원 자리에 도전해보는걸 추천해드려요. 임원이 되면, 자연스럽게 다양한 활동을 할 기회들이 생겨납니다. 그리고 선생님과의 관계도 가까워져서, 선생님이 생기부에 다양한 좋은 내용들을 쓸 가능성 또한 높아진답니다. 이 밖에도 생기부를 챙길 수 있는 다양한 측면들이 있지만, 우선 활동 측면에 초점을 맞추어 답변해드려보았습니다. 더 구체적으로 궁금한 점 있으면 멘토링 때 언제든 물어보세요.`,
      },
    ],
    introduce: [
      {
        title: `옥승환 멘토님은 이런 사람이에요!`,
        detail: `저는 고등학교 1학년 여름방학에 대학 진학의 중요성을 깨닫고 본격적으로 공부와 생기부 관리를 시작하여 학종으로 연세대 경영학과에 입학했습니다. 내신을 2.8->1.4까지 올렸기 때문에 성적을 올리는 공부법에 대한 구체적 조언이 가능합니다. 그리고 저 스스로 많은 동기부여를 해가며 공부했기 때문에, 학생에게도 동기부여를 해줄 수 있습니다. <br/>
                      또한 정시에서도 연세대 경영학과에 진학할 만한 성적을 거두었기에, 수시와 정시를 병행하는 법, 혹은 수시와 정시 각각에 대한 조언 모두 생생하고 현실적으로 해드릴 수 있습니다. <br/>
                      그리고 무엇보다도 사교적인 성격을 갖고 있어 학생의 고민에 깊이 공감하며 친근하게 답변드릴 자신 있습니다.`,
      },
    ],
    review: [
      {
        user: `김*진 학부모님`,
        date: `2020.09`,
        content: `"정말 진심으로 아이를 위하는 멘토님이시고, 같은 학교를 다녔어서 그런지 아이가 다른 선생님들보다 더 믿고 따르네요."`,
      },
      {
        user: `윤*우 단대부고 학생`,
        date: `2020.07`,
        content: `"멘토님과 함께하면 저도 연세대 경영학과 갈 수 있을 것 같아요"`,
      },
      {
        user: `정*훈 단대부고 학생`,
        date: `2020.09`,
        content: `"진짜 도움되는 말만 해주시고, 그게 저희 학교에 또 다 맞는 말이어서 믿고 따르게 돼요."`,
      },
    ],
    mainQnA: {
      title:
        "단대부고에서 내신이랑 학생부 둘 다 밸런스를 맞춰가며 준비하는 방법",
      sub:
        "학생부랑 내신이 서로 크게 영향을 주지 않는 선에서 각각 어떻게 준비하셨는지 궁금해요!",
    },
  },

  //박상하

  {
    name: "박상하",
    nameEng: "sangha",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "의예과",
    majorNum: 1,
    year: "20학번",
    school: "휘문고",
    label: 1, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "의대 진학을 위해 모든 것을 바쳤던 시간, 거기서 얻은 것을 전해드릴게요.",
    method: "정시",
    mentoring: ["연세대 의대", "학습 습관 관리"],
    experience: [
      `휘문고등학교 졸업`,
      `2019 영남대학교 의예과 합격(정시)`,
      `2020 연세대학교 의예과 최초합(정시)`,
      `2020 정시 전과목 2개 감점`,
      `3회의 과외 경험`,
    ],
    being: [
      `휘문고에서 의대에 진학할 수 있는 모든 방법을 알고 있는`,
      `의대 진학을 위한 수시 준비와 정시 준비를 동시에 할 수 있는`,
      `의대 진학을 위한 강한 동기부여를 스스로 지니고 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `한 번도 겪어본적 없는 상황이기 때문에 당황할 수 있어요. 하지만 학생에게만 닥친 상황이 아니라는 것을 인지하는 것이 가장 중요해요. 이를 인지해서 코로나 상황에서 공부할 수 있는 최선의 방법을 찾아봐야해요. 집중이 안 된다면   수능 시간표에 맞춰 그 과목들을 공부하는 것이 방법일 수 있어요. 또 장기적인 계획을 세우기 어렵다면 하루의 목표를 정해서 수능 시간표가 끝나고 난 저녁에 마저 공부를 하는 식의 공부를 할 수 있어요.`,
      },
      {
        title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `휘문고 내신은 선생님들마다 출제하고자 하는 경향이 확실해요. 그래서 선생님들이 하시는 말씀을 굉장히 잘 들어야 하고, 수능 출제 과목인 경우에는 가장 최근의 수능과 모의고사가 시험에 많이 반영되기 때문에 열심히 봐야해요. 학생부의 경우는 학교에서 다양한 활동 기회를 주는데, 시간이 허락하는한 최대한 많은 활동에 참여해야해요. 또 여러 대회들도 가리지 않고 나가고, 수업시간 활발한 참여를 통해 세특도 챙겨야죠.`,
      },
    ],
    introduce: [
      {
        title: `박상하 멘토님은 이런 사람이에요!`,
        detail: `고등학교 3년 수시와 정시를 모두 동시에 준비해봤습니다. 둘 다 나쁘지 않은 수준까지는 도달했으나, 완전한 노력을 쏟지는 못해 얻은 결과에 대한 후회가 남았습니다. 그래서 재수생활 1년동안 모든 것을 바쳐서 연세대에 입학했습니다. 자기관리 방법과 동기부여할 수 았는 방법을 알려드리겠습니다.`,
      },
    ],
    review: [
      {
        user: `박*현 학부모님`,
        date: `2020.08`,
        content: `"휘문고에서 의대에 간 멘토님을 찾고 있었는데, 아이가 롤모델로 삼고 자극도 많이 받는 것 같아요."`,
      },
      {
        user: `이*하 휘문고 2학년 학생`,
        date: `2020.08`,
        content: `"휘문고 내신에 대해서 잘 알고 계시고, 수시와 정시를 동시에 준비하는 것에 대해서 고민이 있었는데 멘토링 받으면서 많이 해결했어요."`,
      },
      {
        user: `정*수 학부모님`,
        date: `2020.06`,
        content: `"아이가 목표로 하는 연세대 의예과 샘이라 여러모로 자극도 받고 도움도 많이 받은 것 같아요"`,
      },
    ],
    mainQnA: {
      title:
        "휘문고 내신 준비할때 학교 수업 외에 참고해야 할 게 어떤 것이 있을까요? ",
      sub:
        "학교 수업이 제일 중요하다고는 하는데 학교 수업 위주로 시험 준비한다는게 뭔지 사실 감이 잘 안와서요..",
    },
  },

  //편성호

  {
    name: "편성호",
    nameEng: "sungho",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "전기전자공학과",
    majorNum: 0,
    year: "20학번",
    school: "낙생고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "방황하던 중등 시절을 이겨내고 낙생고에서 정시로 연대가는 방법",
    method: "정시",
    mentoring: ["동기 부여", "정시 준비 방법"],
    experience: [
      `낙생고등학교 과학중점 졸업`,
      `2019 성균관대학교 수리논술 합격`,
      `2020 연세대학교 정시 일반전형 합격`,
      `과외 학생 3명 이상(강남, 분당 등 고3 수학)`,
      `학원 멘토링 경험 있음`,
    ],
    being: [
      `연세대 진학을 위한 정시 준비를 할 수 있는`,
      `방황하던 중등 시절을 이겨내고 고등학교에서 정신 차릴 수 있는`,
      `낙생고에서 성적 상승 곡선을 그릴 수 있는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `평소에도 혼자서 공부해도 스스로 집중하여 끊이지 않고 이어갈 수 있는 학생들의 경우 개인 독서실을 이용하여 공부를 하는 것도 괜찮습니다. 하지만 그런 것이 힘든 학생의 경우 잡아주거나 감시하는 사람이 없는 경우 무너지기 마련입니다. 그럴 경우 관리형 독서실을 등록하여 강제적으로라도 학습에 교정을 받는 것이 가장 중요합니다. 전교 1등도 본인 방 침대 옆에서 공부하면 집중이 무너지기 마련입니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(낙생고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `내신의 경우 수학이나 과탐은 대체적으로 내신 학원을 다닌 학생들이 점수대가 상대적으로 높은 경향을 보입니다. 이 두 과목의 경우 공부의 질보다는 양으로 승부 보는 경우가 많기 때문입니다. 내신 학원의 가장 큰 장점은 끊이지 않는 많은 문제들입니다. 다른 과목들의 경우(국어, 영어 등) 질로 승부보는 경우가 많아 본인이 꼼꼼하게 공부해주는게 중요합니다. 그런 공부법이 힘든 학생의 경우 위와 같이 내신 학원을 가는 것을 권하기는 합니다만, 스스로 공부법에 변화를 주지 않는 이상 그닥 큰 효과를 보기는 힘들겁니다.`,
      },
    ],
    introduce: [
      {
        title: `편성호 멘토님은 이런 사람이에요!`,
        detail: `중학교에서 고등학교로 진학하면서부터 공부량이 많이 줄어든 상태였습니다. 그래도 고등학교 1학년 초반에는 처음 접해보는 것들이 많아서 긴장하며 공부를 어느정도 했던 것 같은데, 확실히 오래 다니고 고1 후반에서 고2로 넘어가면서 공부랑은 거의 등을 지고 산거 같습니다. 고2때는 학교 교사들한테도 많이 혼나고 거의 매번 교무실로 불려갈 정도로 자유롭게 살았던거 같습니다. 단지, 이렇게만 살았더라면 비극이였을텐데 매번 놀고 공부를 거의 안하면서도 수학만큼은 놓지 않았습니다. 일명 수능 과목들 만큼은 어느정도 놓지는 않고 아슬아슬하게 붙들고 있었습니다. 그 결과 고3때 첫 모의고사에서 다른 과목들은 예상대로 다 망했으나 수학 한과목은 좋은 점수가 나왔습니다. 제 동기 부여가 있다면 이 수학 점수 하나가 아니였을까 싶네요. 이 점수 하나로 제 목표와 의지를 질질 끌고 앞으로 나아간거 같습니다. 결국 수학 점수에서 힘입어 다른 점수들도 끌어올리자 마음 먹고 다른 과목에다가도 시간을 많이 쏟기 시작했고 공부량도 자연스럽게 늘어났습니다. 극적으로, '갑자기 공부량이 많이 늘었다' 이런 소설은 없습니다. 공부가 너무 싫고 다른 것에 집중과 관심이 팔려있다 한다면, 한과목, 딱 한과목만이라도 마지막까지 놓지 않는다면 그것 자체가 본인의 큰 무기가 될 것이라고 생각합니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "낙생고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  //김혜리

  {
    name: "김혜리",
    nameEng: "hyeli",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "도시공학과",
    majorNum: 0,
    year: "19학번",
    school: "개포고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "이과 언니가 알려주는 개포고에서 SKY 가는 방법",
    method: "학생부 종합",
    mentoring: ["학생부 관리", "내신 관리법"],
    experience: [
      `개포고등학교 졸업`,
      `연세대학교 학생부 종합 전형으로 입학 (활동 우수형)`,
      `고려대학교 산업경영공학부 고교 추천2 전형 최종 합격`,
      `고2 수학, 영어 과외 경험`,
      `중1 수학 과외 경험`,
      `고3 수학학원 조교 경험`,
    ],
    being: [
      `연세대 진학을 위한 수시 준비와 정시 준비를 동시에 할 수 있는`,
      `스스로 계획을 짜서 공부할 수 있는 방법에 기반해 효율적인 학습이 가능한`,
      `개포고에서 학생부를 내가 원하는 과의 특성에 맞춰 작성하는 방법을 아는`,
    ],
    special: [
      {
        title: `코로나 때문에 학습습관이 무너졌어요. 어떻게 하면 좋을까요?`,
        detail: `친구들이나 과외 선생님과 함께 공부하는 시간을 따로 정해서 해당 시간 동안은 본인이 공부가 잘 되는 공간(독서실, 스터디 카페 등)에 필수적으로 출석하는 연습을 하다보면 관성이 생겨 학습 습관을 다시 잡을 수 있을 것입니다. 초반에는 학습 습관이 무너진 상태라 집중이 안될 수 있지만 일정수준 이상의 공부시간을 투입해야 집중력이 향상되어 공부의 질이 높아집니다.  때문에 집중이 잘 되지 않아도 공부 시간을 초반에 투입해주어야 합니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(개포고)를 다니고 있습니다. 혹시 우리
              학교 내신이나 학생부는 어떤 식으로 준비해야 하나요?`,
        detail: `내신 관리의 경우 주요 과목은 단순 암기에 더하여 수능형 문제가 많이 출제되기 때문에 비 내신기간에도 수능형 문제를 많이 풀어보는 것이 결국 내신에 도움이 됩니다. 또한 학교 특성 상 이과 인원수가 많지 않아 선택과목을 고르게 되면 선택 인원이 많은 쪽이 유리합니다. 학생부 관리는 크게 대회 준비, 독서 기록, 진로 기입 사항으로 나눌 수 있습니다. 간략하게 설명드리자면 대회 준비는 중간, 기말 고사에 영향을 최소화해서 비 시험기간에 준비해야 하고, 독서 기록의 경우 각 과목 당 두권 정도의 독후감을 작성해서 기록하는 것이 좋습니다. 진로 기입 사항은 학년이 올라갈수록 희망 분야를 점점 구체화하는 방식으로 기입하는 것이 좋습니다.`,
      },
    ],
    introduce: [
      {
        title: `김혜리 멘토님은 이런 사람이에요!`,
        detail: `고등학교 재학 기간 중 학생부와 내신을 함께 관리하기 위해 노력했습니다. 학생부를 준비하기 위해 대회나 독서 활동을 하다보면 내신 공부에 집중하기 어려울 때가 많았는데, 그럴 때에 양쪽의 균형을 맞추어 준비하는 방법을 터득하여 시간을 효율적으로 활용하려했습니다. 수험기간 멘탈관리와 시간관리를 중점적으로 관리해드릴 수 있습니다!`,
      },
    ],
    review: [],
    mainQnA: {
      title: "개포고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  //정민지

  {
    name: "정민지",
    nameEng: "minji",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "의예과",
    majorNum: 0,
    year: "20학번",
    school: "잠실여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "고등학교 3년을 어떻게 보내야 연세대 의대를 합격할 수 있을까?",
    method: "학생부 종합",
    mentoring: ["내신 관리", "학생부 관리"],
    experience: [
      `잠실여자고등학교 졸업`,
      `2020 연세대학교(활동우수형, 면접형), 경희대학교, 가톨릭대학교 의예과 합격`,
      `잠실여고 내신 1.02`,
      `멘토링 봉사 진행 중`,
      `과외 경험 4회 (하위권~최상위권) (수학, 물리1, 생명과학2)`,
    ],
    being: [
      `잠실여고에서 학생부를 누구보다 잘 관리할 수 있는`,
      `연세대 의대생에게 잠실여고 내신 관리 비법을 알아가는`,
      `공부만 하는 것이 아닌 원할한 학교 생활의 중요성을 아는`,
    ],
    special: [
      {
        title: `멘토님은 어떤 학창 시절을 보내셨나요? 기억에 남는 이야기나 경험이 있으면 공유해주세요!`,
        detail: `사실 고등학교 3년간 의대를 생각하며 학생부 전형을 준비하다보니 내신, 수능,  비교과 활동들을 모두 챙겨야 해서 바빴던 것 같습니다. 그러나 그런 와중에도 좋은 친구들을 만나 학교 생활을 나름 즐겁게 했던 기억이 있습니다. 그리고 바쁘게 여러 활동들을 준비했던 것보다도 이렇게 학교 일과 시간에 재밌게 어울려 놀았던 기억이 자기소개서를 쓸 때, 면접을 준비할 때 더 큰 도움이 되었습니다. 물론 내신, 비교과 활동을 준비하는 데도 최선을 다해야 하지만 학교 생활에 너무 스트레스 받지 말고 즐겁게 할 수 있으면 더욱 좋을 것 같습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(잠실여고)을 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `잠실여고의 경우 사립학교이기 때문에 오랫동안 근무하신 선생님들도 많이 계시지만 생각보다 1년, 2년 짧게 근무하시는 선생님들도 많이 계십니다. 그래서 학년 별로, 해별로 문제 스타일이 조금씩 바뀌는 것 같습니다. 그러나 국어, 영어 같은 경우는 스타일이 거의 바뀌지 않고 암기가 중요한 시험을 내는 학교입니다. 내신은 무엇보다 꼼꼼하게 암기하는 것이 중요하며 학생부는 최대한 다양한 활동에 참여하는 것이 중요합니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `지저는 특별한 공부 방법이 있었던 편은 아닙니다. 내신을 잘 받을 수 있었던 비법이라고 할 만한 것을 굳이 뽑자면 공부할 때 꼼수를 부리지 않는다는 것이었던 것 같습니다. 이것까지 외워야 할까 싶은 것까지 모두 외우기 위해 노력했습니다. 저희학교 내신의 경우 암기가 꽤 중요하기 때문에 열심히 외운 것이 비법이 아닐까 생각합니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? (ex. 관심있던 분야의 동아리 활동, 내가 좋아하는 분야의 공부를 한다는 것)`,
        detail: `대학에 오면 가장 기본적으로는 자신이 듣고 싶은 과목을 선택해서 들을 수 있다는 점이 좋은 것 같습니다. 저는 수학 관련 과목을 몇 가지 들었는데 흥미를 느꼈고 저희학교 의예과 특성 상 다른 과의 전공을 듣는 것이 비교적 자유로워 2학년 때도 관련 과목을 들어볼까 합니다. 그 외에도 다양한 활동을 할 수 있다는 장점이 있으나 코로나로 인해 경험해 보지 못해 자세히 알지 못합니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `내신 점수를 잘 받아야 하고  학생부 종합 전형을 생각하고 계신 학생분들에게 주로 도움을 드릴 수 있을 것 같습니다.`,
      },
    ],
    introduce: [
      {
        title: `이지영 멘토님은 이런 사람이에요!`,
        detail: `저는 사실 중학교 3학년 때부터 뇌공학 혹은 의대 쪽으로 가고 싶다고 생각을 하고 고등학교에 입학하였습니다. 그래서 고등학교 3년 동안 그 방향에 맞춰 생기부를 준비했고 다수 의예과에 학생부 전형으로 합격할 수 있었습니다. 그래서 학생부 종합 전형을 생각하신다면 제 경험을 바탕으로 말씀드릴 수 있을 것 같습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "잠실여고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 손소윤

  {
    name: "손소윤",
    nameEng: "soyoon",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "소비자학과",
    majorNum: 0,
    year: "20학번",
    school: "외대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "외대부고에서 내신과 학교 활동을 챙기다 정시로 서울대 입학한 비결",
    method: "정시",
    mentoring: ["내신 관리", "학생부 관리"],
    experience: [
      `외대부고 자연 과정 입학`,
      `외대부고 졸업`,
      `rnd조장, arc 수상 및 발표 경험 O`,
      `생물동아리 DNA 부장`,
      `CA 생물동아리 Helicase 설립 및 부장 활동`,
      `문과 정시 국어100 수학96(점수) 탐구 및 제2외국어 올1등급`,
    ],
    being: [
      `학생부에 목표 학과 관련 동아리 설립이나 부장 활동을 기재할 수 있는`,
      `외대부고 내신을 효율적으로 챙길 수 있는`,
      `정시와 내신을 동시에 챙길 수 있는`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `2학년때까지는 성실히 내신과 교내활동을 챙기던 학생이었습니다. 생기부도 열심히 썼고, 동아리 부장도 하고 arc도 열심히 챙겼었습니다. 고등하교 1,2학년때 특별히 성적이 아주 안좋은건 아니었지만, 스스로 판단하기에 성향과 진로가 자연계열이 아니라고 생각해서 고2 겨울방학 중반정도에 문과수능을 준비하기 시작했습니다. 그때부터 고3내내 문과 수능에만 100프로 집중하였고, 그 결과 정시로 서울대 소비자학과에 입학 할 수 있게 되었습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(외대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `일단 내신의 경우, 뻔한 소리지만 수업시간에 집중하는 것이 중요합니다. 필기에서 문제가 나오는 경우가 많기 때문에 꼼꼼하게 적어두시는 것이 중요합니다. 족보 또한 문제 유형을 파악하는데 도움이 되기때문에 풀어보시는게 좋습니다. 대부분 암기가 상당히 중요하기 때문에 많이 적고 많이 외우고 많이 풀어보면 그게 큰 도움이 됩니다. 학생부의 경우, 외대부고의 경우 학생들 스스로 작성하게 하기 때문에 스스로 신경써야 합니다. 너무 많은 활동을 하지 않아도 괜찮으니, 수업시간에 한 수행평가들을 조금 발전시키거나 하는식으로 세특을 작성하는 것도 방법입니다. 동아리의 경우, 갯수는 크게 중요하지 않습니다. ca동아리 하나, 자율동아리 하나씩만 해도 괜찮습니다. 많은 활동들 중 자신의 진로와 연결성이 있거나 자신이 수학적, 과학적으로 뛰어난 학생임을 보여줄 수 있는 활동 몇개를 선정하여 집중적으로 작성하는 것이 좋습니다. 또한 스터디그룹을 만들 수 있기 때문에, 만약 추가적으로 자신이 한 활동들을 넣고 싶으면 스터디그룹을 통해서 했다고 쓰는 것도 한 방법입니다. 이렇게 많은 활동들을 하다보면 헷갈리기 때문에 평상시에 활동들을 정리하는 메모를 작성하는 것이 좋습니다. 나중에 정리해서 생기부를 쓸때 큰 도움이 됩니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `일단 문과 정시 준비를 하겠다는 결단을 내린후, 뒤돌아보지 않고 집중한 것이 합격하게 해주었다고 생각합니다. 남들보다 주어진 시간이 적었던 만큼, 모든걸 다 하기보단 스스로 판단하기에 꼭 필요한, 부족한 부분을 채워 줄 수 있는 공부에 집중한것이 실력향상으로 이어진것 같습니다. 또한, 막판에 실전대비한 모의고사 연습들이 저를 긴장하지 않게 만들어주어서 좋은 성적이 나온 것 같습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `대학에 오니 일단 고등학교 때보다 시간적 여유가 생겨서, 할땐하고 놀땐 놀 수 있다는 점이 큰 장점인것 같습니다. 그리고 시간표를 직접 짤 수 있기때문에, 평소 관심있었던 분야의 수업을 들을 수 있어서 공부하는것이 더 재미있습니다. 전공 공부도 흥미로워서, 스스로 원하는 분야를 알아가는 재미도 있어서 즐겁습니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `이과생의 경우 생물동아리 부장을 두번 경험 했기에 동아리 설립이나 부장 활동 관련 도움을 드릴 수 있습니다. 2학년때까지 arc나 내신 등 또한 열심히 챙겼기에 관련 도움을 드릴 수 있습니다. 또한 저와 같은 학교가 아니더라도, 문과쪽 진로를 희망하는 학생, 혹은 이과생인데 문과 정시에 관심이 있는 학생의 경우 제가 정시로 입학했기에 정시 관련 도움드릴 수 있습니다.`,
      },
    ],
    introduce: [
      {
        title: `손소윤 멘토님은 이런 사람이에요!`,
        detail: `고등학교 2학년때까지 내신과 교내활동을 챙기면서 수시 준비를 하다가 고3때 정시로 틀어 서울대에 입학했습니다. 자연과정의 교내활동에 관한 조언을 드릴 수 있습니다. 또한, 문과로 고3때 튼후 바로 현역으로 입학한 만큼, 문과 정시에 관한 도움(단기적 효율적으로 준비하는 법 등) 또한 드릴 수 있습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "외대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 김재윤

  {
    name: "김재윤",
    nameEng: "jaeyoon",
    gender: "남",
    univ: "서울대",
    univEng: "seoul",
    major: "자유전공학부",
    majorNum: 0,
    year: "20학번",
    school: "중동고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "중동고에서 온갖 유혹을 이겨내고 스스로 노력해 서울대에 입학해야 하는 이유",
    method: "학생부 종합",
    mentoring: ["동기 부여", "학생부 관리"],
    experience: [
      `중동고등학교 졸업`,
      `2019 현역 서울대학교 경영학과 1차 합격, 연세대학교, 고려대학교 경영학과 최종 합격`,
      `2020 서울대학교 자유전공학부 합격 (모두 학생부종합 일반)`,
      `2019 수능 국어 백분위 99, 영어 제외 전부 1등급 (2020 수능 재응시하여 영어 원점수 98)`,
      `2018.12~2020.1 다원교육 고등 수학 내신 클리닉 조교`,
      `2019.1~2019.10 대성마이맥 윤리 1타 임00 강사 Q&A 조교`,
      `2020.1~2020.9 중동고 1학년 내신 과외`,
      `중동고등학교 112기 전교 2등`,
      `중동고등학교 국어 경시대회, 수학 경시대회, 영어 경시대회, 한문 경시대회, 철학 경시대회 등 다수 입상`,
    ],
    being: [
      `공부에 대한 열정을 성적 상승으로 이끌어내는`,
      `개념과 문제풀이를 연결지을 수 있는 능력을 갖춘`,
      `상위권 성적을 확실히 굳히는`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `고 1때 까지는 공부에 대한 욕심도 크지 않고, 그저 나름 열심히 하는 학생이었습니다. 하지만 고 1 겨울방학 때부터 공부에 전념하게 되었고, 학교 생활 전반(학업, 비교과, 교우 관계, 선생님들과의 관계)에 걸쳐 성실하게 활동한 학생이라고 말씀드릴 수 있을 것 같습니다. `,
      },
      {
        title: `멘토님과 같은 고등학교(중동고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `사실 중동고가 제가 다닐 때까지만 해도 주변 일반고에 비해 생기부를 잘 챙겨주는 편이 아니라서, 본인이 스스로 선생님 및 학교에 어필을 하는 것이 중요합니다. 다만 이 어필이 가식적이거나 인위적인 것이 아니라, 진정으로 우러나와야 질이 좋은 생기부를 만들 수 있습니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `게임, 잠, 친구들의 유혹을 이겨낸 것이 제일 컸던 것 같습니다. 남고라는 특성 상 이런 유혹이 가장 클 때고, 버리는 시간 없이 온전히 공부 시간 확보를 하는 것이 제일 중요했고, 정말 꼼꼼함에 꼼꼼함을 더해서 공부하는 것이 저만의 공부방법이라고 할 수 있겠습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `다양한 배경을 가진 사람들을 만날 수 있는 게 큰 장점인 것 같습니다. 초중고를 같은 지역에서 나온 학생들이라면 이런 기회가 더욱 소중할 것 같습니다. 서로 다른 환경에서 컸고, 그 경험들을 나누면서 세상을 바라보는 식견도 넓어질 수 있는 것 같습니다. 또한 동아리 활동도 평소에 정말 관심이 많았지만 학업의 이유로 못했던활동들을 정말 많이 할 수 있습니다.(저 같은 경우는 밴드 활동을 했었고 지금은 테니스 동아리를 하고 있습니다) 앞서 말했던 다양한 사람들도 동아리를 통해 만날 수 있고, 전공 과목이나 교양 과목들을 수강하면서 고교 때보다 더 깊은 수준의 지식을 배울 수 있다는 점도 대학의 좋은 점 같습니다. 가장 큰 건 더 이상 성적에 대한 압박이 심하지 않아서 그 자체만으로도 행복하다는 것입니다!`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `애매한 = 상위권들, 어떻게 더 성적을 올려야 할 지 잘 모르겠는 학생들 및 공부에 대한 열정은 충분하지만 성적이 아직 잘 나오지 않는 중하위권 학생들, 개념과 문제풀이가 잘 연결되지 않는 학생들 등등 성적을 끌어올리고자 하는 욕심만 있다면 도움 충분히 드릴 수 있습니다.  (의욕이 없는 학생들은 도움을 드리기 어려울 수도 있습니다)`,
      },
    ],
    introduce: [
      {
        title: `김재윤 멘토님은 이런 사람이에요!`,
        detail: `고등학교 1학년 때에는 2점대의 내신을 취득했으나, 2학년 때부터 1점대 초반의 내신을 달성하며 상승곡선을 3학년 1학기 내신까지 유지한 바 있습니다. 사교육은 수학학원 말고는 일체 받지 않았고, 독서실과 학교 자습실을 이용하면서 공부하였습니다. `,
      },
    ],
    review: [],
    mainQnA: {
      title: "중동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 김영지

  {
    name: "김영지",
    nameEng: "youngji",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "융합인문사회과학부",
    majorNum: 0,
    year: "20학번",
    school: "진선여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "중하위권 중학생이 진선여고에서 정신차려 연세대에 입학할 수 있었던 이유",
    method: "영어 특기자",
    mentoring: ["동기 부여", "학생부 관리"],
    experience: [
      `진선여자고등학교 졸업`,
      `2018 진선여고 인문사회 영재학급`,
      `2019 진선여고 진선아카데미 (학교 내신 상위권 학생 위한 프로그램)`,
      `진선여고 문과 전교권`,
    ],
    being: [
      `진선여고 행사를 입시에 알차게 활용할 수 있는`,
      `상위권 성적을 확실하게 굳히는`,
      `진선여고 내신을 전략적으로 대비하는`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `학급회장등에 나서서 지원하는 성격은 아니었으나, 조용히 뒤에서 자신의 할일을 하는 성격이었던 것 같습니다. 또, 관심있는 학교 활동 (토론대회, 연화제)와 같은 활동들에서는 적극적으로 참여하고 생기부를 위한 활동들 또한 전략적으로 했던 것 같습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(진선여고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `진선여고 내신은 과목마다 준비 전략이 다르다고 생각됩니다. 수능형으로 나오는 국어의 경우 평소 수능 문법과 문학 지문을 꾸준히 익히는 것이 중요합니다. 사탐 또한 수능형으로 나오는데, 학교 사회탐구 선생님들께서 워낙 잘 가르쳐주시기때문에 학교 선생님 필기, 프린트 바탕으로 1차 공부를 하고, 필요에 따라 마더텅과 자이스토리와 같은 수능 문제집을 풀어보는 것이 좋을 것 같습니다. 영어의 경우, 학년이 올라갈수록 지문의 양이 감당이 되지 않기 때문에, 중요한 문장을 찾아내고 그 위주로 암기하는 것이 좋을 것 같습니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `저는 이공계 지망이었으나 sky를 가기 위해 문과로 틀었습니다. 원하는 과를 버릴만큼 Sky라는 목표가 확고했기 때문에 지금의 입시결과를 이뤄낼 수 있었다고 생각합니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `다양한 분야의 사람들을 만날 수 있다는 것이 가장 큰 것 같습니다. 초중고등학교는 전국단위 자사고를 가지 않는 한 아무래도 비슷한 가정환경에, 비슷한 사고방식을 가진 사람들만을 한정적으로 만나게 되는데, 대학에서는 보다 넓은 풀의 사람들과 함께 다양한 경험을 할 수 있습니다`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `문과 중상위권에서 상위권 학생에게 제 경험을 나눠주면 도움이 많이 될 것 같습니다.`,
      },
    ],
    introduce: [
      {
        title: `김영지 멘토님은 이런 사람이에요!`,
        detail: `중학교때 성적이 우수하지 못했으나 고등학교때 치고 올라가 우수한 성적을 유지했습니다. 원래 이과 지망이었으나 전략적으로 문과를 선택했습니다. 학생부 종합 지원시 생기부 준비 전략과 지원 방향에 대한 전반을 알려드릴 수 있습니다`,
      },
    ],
    review: [],
    mainQnA: {
      title: "중동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 나윤상

  {
    name: "나윤상",
    nameEng: "yoongsang",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "융합인문사회계열",
    majorNum: 0,
    year: "20학번",
    school: "경기고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "경기고에서 정시, 수시, 논술 모두 준비했고 준비해야하는 이유",
    method: "학생부 특기자",
    mentoring: ["정시 준비", "학생부 관리"],
    experience: [
      `경기고등학교 졸업`,
      `2019학년도 대수능 전과목 1등급(제2외국어 포함)`,
      `2019학년도 서강대학교 경영학과 합격`,
      `2019학년도 성균관대학교 경영학과 합격 및 삼성장학생 선정, 1년 재학`,
      `2020학년도 연세대학교 HASS 합격`,
      `경기고등학교 재학 중 실시한 모든 국어/영어/생윤/사문 모의고사 1등급`,
      `경기고 교내 논술대회 및 수상 다수`,
      `경기고등학교 내신 2.1, 전교권 졸업`,
    ],
    being: [
      `경기고에서 학창 시절을 알차게 보낼 수 있는`,
      `나에게 가장 효과적인 입시 전형을 알고, 그에 맞게 준비할 수 있는`,
      `내신, 정시, 논술 모두 놓치지 않고 준비하는`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `저는 고등학교 때 욕심도 많고, 열정적인 학생이었습니다. 모의고사가 계속 상위 등급을 안전하게 유지하고 있었음에도 불구하고, 내신 또한 놓치기 "싫었기" 때문에 어느 하나 포기한다면 제 자신에게 지는 것 같은 느낌이 들어 놓고 싶지 않았습니다. 또한, 내신,수시, 그리고 논술까지 모든 전형을 준비하면서 얻어내는 사고과정과 생각의 넓이가 대학 입시를 넘어서서 앞으로의 미래에 큰 도움이 될 것이라고 생각했기 때문에, 어느 하나 등한시하지 않고 최대한 끌고 가려 했고, 좋은 결과를 얻을 수 있었습니다. 어떻게 보면 제 자신에 대한 승부욕이 매우 강했다고도 기억됩니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(경기고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `물론 같은 경기고등학교여도 선생님들은 계속 변화하시고, 기조 역시 일정치 않지만 제가 느낀 경기고등학교의 내신은 한 마디로 디테일하다고 표현할 수 있습니다. 국어 과목을 예로 든다면, 지문을 사실상 외울 정도로 이해해야 접근할 수 있는 부분이 상당히 많은 것이 사실입니다. 수학 과목 역시, 주변 학교 기출을 넘어서 수능 28-29번 정도에 해당하는 난이도의 문제에 대한 풀이법을 미리 알고 있어야 시간 내에 접근할 수 있는 문제가 상당히 많습니다. 영어 과목 역시, 흔히 통암기라고 하는 문장 전체를 서술하는 문제가 자주 출제된 바 있습니다. 따라서, 수능보다 더 디테일하고, 단순히 내용을 암기하는 것 뿐만 아니라 암기한 내용을 이해하고 적응하는 능력 또한 키워야 합니다. 내신이 매우 어려운 반면, 비교과 활동은 상대적으로 자사고/외고에 비해 학교 자체의 활동이 적은 편인데, 저 자신도 비교과 활동보다는 내신을 챙기는 것에 집중한 바 있듯 자신이 흥미가 있다면 교내에서 진행하는 대회나 활동을 가능하다면 부담 없이 모두 참여하는 정도로 가중치를 둔다면 더할 나위 없이 좋을 것 같습니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `가장 우선적인 제 공부 방법의 원천은 바로 의지였다고 생각합니다. 물론 체계적인 계획과 많은 공부 시간이 실력을 만들어 준 것은 사실이지만, 제가 왜 공부를 해야 하는지/그리고 대학에 가서 어떤 활동과 공부를 하고 싶은지에 대한 강한 확신과 열망이 공부를 포기하고 싶을 때 놓지 않게 만들어 준 원동력이었다고 생각합니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `대학에 와서 가장 좋은 점은 바로 다름아닌 더 큰 시야라고 생각합니다. 여러 활동, 하고 싶은 공부, 그리고 무엇보다도 여러 분야에 뛰어나고 각자 이루고 싶어하는 직업군과 성취 목표가 다른 사람들과 교류하고 소통하면서, 자신 또한 이전에 알지 못했던 흥미나 재능을 공유하고 더 발전해 나갈 수 있다고 생각합니다. 특히 동아리 활동과 같은 흔히 "대학" 하면 생각하는 로망이 이에 해당하는 것 같습니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `여러 입시 방법 사이에 갈피를 잡지 못하고 있는 학생, 열정은 있지만 방법을 알기 힘들어 고민하는 학생과 본인이 학창 시절에 모두 이루어내기 힘든 경험을 듣고 느끼고 싶어하는 학생들에게 도움을 줄 수 있습니다.`,
      },
    ],
    introduce: [
      {
        title: `나윤상 멘토님은 이런 사람이에요!`,
        detail: `저는 정시, 수시, 논술을 모두 준비했습니다. 정시 모든 과목 1등급과, 내신 전교권 졸업 및 세 분야 모두의 성과와 경험을 바탕으로 학생이 하고자 하는 의지만 있다면, 훨씬 넓은 시야와 방법으로 대학 입학이라는 목표를 성취할 수 있게끔 학생들을 자신있게 도울 수 있습니다. 또한, 타 신입생들과 대비되는 타 대학 경영학과 재학 후 연세대학교로의 도전을 이루어낸 스토리와, 그 과정에서 면접과 자소서를 사교육의 도움 없이 스스로의 역량으로 완성하여 합격에 이를 수 있었던 경험과 능력으로 학생들을 도울 수 있을 것이라고 확언합니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "경기고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 우지훈

  {
    name: "우지훈",
    nameEng: "jihoon",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "컴퓨터과학과",
    majorNum: 0,
    year: "19학번",
    school: "영동고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "영동고에서 늦기 전에 1학년때부터 챙겨야 할 것들",
    method: "정시",
    mentoring: ["정시 준비", "학생부 관리"],
    experience: [
      `영동고등학교 졸업`,
      `영동고등학교 하이스트반, 의학부 출신`,
      `정시 국어만 2, 나머지는 올 1등급`,
      `고등학교 과외 경력 다수`,
      `현 연세대학교 컴퓨터과학과 2학년 재학중`,
    ],
    being: [
      `영동고 과목별 내신을 효과적으로 공부할 수 있는`,
      `강력한 공부 동기를 가진`,
      `영동고 수시를 계획적으로 챙길 수 있는`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `고등학교때는 안하면 뒤쳐진다는 부담감이 있었고, 그래서 저는 학생부를 관리하였습니다. 그리고 저희가 대학을 진학 할때는 수시가 가장 대학을 가기 좋았기 때문에 교내에 있는 많은 대회를 출전했습니다. 그리고 몇가지 상들도 수상을 했습니다!
        하지만 현역때는 제 성적보다 지원한 대학들이 너무 높았던 것 같았고, 이후에는 재수를 통해 정시 공부를 하여 연세대학교에 입학하게 되었습니다!`,
      },
      {
        title: `멘토님과 같은 고등학교(영동고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `영동고의 내신은 다른 학교들 (휘문,경기, 숙명, 단대부고) 에 비해 높은 등급을 받기 쉬운 편입니다. 그렇기 때문에 같은 공부량으로 더 높은 등급을 따기 좋습니다. 그리고 학생부는 영동고 자체 대회가 정말 많이 열리는 편이기 때문에, 이것저것 참여를 해보면 저절로 많이 채워지게 됩니다! 항상 공지사항이나 게시판 등을 자주 참고해보시는게 좋습니다!`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `수능범위를 모두 커버 할수는 없습니다. 학생에게는 선택과 집중이 가장 중요합니다. 자신의 성적에 맞게 집중해야 하는 분야는 정해져 있습니다. 저는 제 성적에 맞게 선택을 잘 한 것 같습니다. 열심히 한다는 건 당연한 전제이지만요^^`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `일단 자신이 원하는 목표 대학을 이루고, 목표하는 과에 간다면 자신이 원하는 공부를 할수도 있습니다. 그리고 원하는 모든 활동을 할 수 있습니다. 노는건 물론이고요, 수많은 동아리 활동, 여행, 운동 어떠한 것도 학생때와 같은 제약이 없습니다. 
        저는 동아리 활동으
        로 보드게임을 좋아해서 보드게임 동아리도 활동하고 있고, 게임 동아리에도 참여중이며, 과내 소프트웨어 동아리 에도 활동중입니다! `,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `공부 동기가 필요한사람, 과목별 공부 방법이 필요한 사람, 수시 챙기기, 정시 과목 상담이 필요한 사람 들에게 도움이 될 것 같습니다!`,
      },
    ],
    introduce: [
      {
        title: `우지훈 멘토님은 이런 사람이에요!`,
        detail: `재수를 한 경험이 있기 때문에, 재수생때는 하기 늦은, 고등학교때 미리미리 챙겨야 하는 것들을 조언할 수 있습니다. 각 과목마다 챙겨야 하는것들을 조언하고, 동기 부여를 잘 하는 편 입니다. 과외 학생들 모두가 동기 부여를 받아 성적이 향상 되었습니다. 그리고 영동고 교내대회 역시 자세히 알고 있기때문에, 수시 챙기기도 도울수 있습니다!`,
      },
    ],
    review: [],
    mainQnA: {
      title: "영동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 신윤수

  {
    name: "신윤수",
    nameEng: "yoonsoo",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "건설환경공학과",
    majorNum: 0,
    year: "19학번",
    school: "경기고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "중학교 운동선수에서 경기고 진학 후 연세대에 갈 수 있었던 비결",
    method: "정시",
    mentoring: ["정시 준비", "학생부 관리"],
    experience: [
      `경기고등학교 졸업`,
      `정시 지구과학 제외 올 1등급`,
      `경기고등학교 성적진보장학생 2차례 선정`,
      `경기고 3학년 전과목 내신 평균 1.8`,
      `경기고 생활관 선배로 2차례 초청`,
      `현)강남 대성&비전 21 강승연 선생님 영어 조교 (9개월 차)`,
      `현)영어과외 경험 4회 이상`,
      `전)다솔학원 김자이 선생님 수학 조교  `,
    ],
    being: [
      `실력이 느는 것을 스스로 체감하며 공부하는`,
      `공부에 대한 의지를 성적으로 이끌어내는`,
      `경기고 내신에 가장 최적화된 공부법으로 공부하는`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `처음 입학 당시에는 테스트를 보는데 결과가 안 좋아 수준별 교실에서 따로 몇몇 학생들과 수업을 들었습니다. 스스로 공부를 못 한다고는 생각했으나 노력만큼은 누구에게도 밀리지 않는다고 생각하여 밥 먹을 때도 운동 시간에서도 조금씩 더 교재를 보면서 선생님들께 신임 받으며 성장해나간 학생입니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(경기고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `경기고는 내신을 따기 어려운 학교 중 하나입니다. 많은 학생들이 2학년 1학기에 성적이 급격히 떨어지는 경우를 많이 봐왔습니다. 다들 겨울방학에 지독한 과외 학원 뺑뺑이를 돌렸기 때문이라고 생각합니다. 그러나 그걸 보고 바로 정시만 바라보시지 마시고 꾸준히 학교 수업에서 얻어갈 것은 얻어가고 자기 공부를 이어나가길 바랍니다. 또 또래 멘토링이라는 프로그램, 서평반은 후에 자기소개서에 쓰는데 많은 도움이 되니 꼭 참여해보길 권합니다. 또 경기고는 수학 과학 대회가 빈번하게 열리니 학교 수업에 배운 것과 배경지식을 시험해보는 목표로라도 신청해보길 바랍니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `첫 번째가 자기관리입니다. 게임, 맛있는 음식 다 취하면 좋고 즐거워진다는 걸 알지만 하지 않고 멀리 했습니다. 이들은 정신을 어지럽히고 자기 조절 능력을 감소시킵니다. 또한 체력으로 쓰러지지 않게끔 학교를 아침에 일찍 출발해 걸어다녔으며 12시 이전엔 꼭 자는 수면패턴을 유지했습니다.
        두 번째가 복습입니다, 학교 선생님들을 늘 존경하는 눈으로 바라봤습니다. 이곳은 대치동이어서 뛰어난 실력의 학원 선생님들이 많다는 걸 저도 알지만 절대 학교 수업을 경시하지 않았습니다. 끝나고 당일에 꼭 복습만은 하고 자는 것이 목표였으며 요약노트를 만들었습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `저는 대학에 와서 노아윤수라는 이름으로 그림을 그리는 작가 활동을 함께 하고 있으며 네이버 인플루언서로 선정되어 네이버에 검색하면 제 프로필을 보실 수 있습니다. 또한 요리학원, 헬스장, 영어회화 모임 등 다양한 활동을 해나가고 있습니다. 이와 병행하여 과외, 학원 조교 등 경제활동도 함께 하고 있는데 이처럼 대학에 가면 공부만 하는 것이 아니라 공부와 함께 다양한 하고 싶은 활동 또 이것을 하기 위해 필요한 돈을 벌 수 있습니다. 삶의 주체가 나 자신이 되어 자신을 알아가는 즐거움이 큰 장점이라고 생각합니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `실력이 초반엔 쭉쭉 늘었지만 최근에 정체기가 온 학생들, 지금은 못하지만 더 잘해보려는 의지가 있는 학생들`,
      },
    ],
    introduce: [
      {
        title: `우지훈 멘토님은 이런 사람이에요!`,
        detail: `중학교 시절엔 운동 선수를 준비해서 공부에 관심을 두지 않았지만 고등학교에 좋은 선생님들을 만나 구체적인 공부법을 세워 연세대학교를 정시로 최초합격했습니다. 과외 학생 중 두 학생이 경기고에 현재 재학 중이어서 지금도 여전히 유효한 동기부여법과 공부법을 알려드릴 수 있습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "경기고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 강지현

  {
    name: "강지현",
    nameEng: "jihyun",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "간호학과",
    majorNum: 0,
    year: "19학번",
    school: "외대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "고등학교 때 미리 알았더라면 후회를 통해 깨달은 외대부고에서의 입시",
    method: "정시",
    mentoring: ["정시 준비", "학교 생활"],
    experience: [
      `외대부고 졸업`,
      `2019학년도 서울대학교 간호학과 합격`,
      `외대부고 프랑스어과 졸업`,
      `고등학생 대상 멘토링 서비스 런칭 멤버`,
      `과외 경험 5회 이상(특목고 학생 3명)`,
    ],
    being: [
      `한번 공부한 것을 확실하게 자기 것으로 만들어가며 공부하는`,
      `나에게 정말 필요한 학원과 인강을 선택할 줄 아는`,
      `강력한 동기부여를 지닌`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `저는 고등학교를 입학하자마자 좌절을 겪었습니다. 너무 완벽한 친구들이 많았기 때문이었고, 내신은 반 포기 상태가 되었습니다. 그러다가 재수생활을 하게 되었는데, 같은 반에만 외대부고 학생이 세 명 넘게 있었어요. 우리 모두 공부를 애매하게 하는 학생이라고 생각했었는데 막상 학교 밖의 사람들과 공부해보니 우리는 정말 대단한 사람들이었더라고요. 고등학교 때 제게 누가 자신감을 가지라고 몇 마디만 해 주었다면, 더 나은 결과를 빨리 얻지 않았을까라는 생각도 하지만, 제 경험을 통해 여러분은 돌아가지 않았으면 좋겠어요.`,
      },
      {
        title: `멘토님과 같은 고등학교(외대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `외대부고 내신의 경우 이해/암기/활용 모든 부분에서 높은 수준을 요구하고 있습니다. 하지만 이 부분은 절대적인 공부량에 따라 차이가 나기 때문에 제가 만족시켜드릴 수 있는 부분이 아닌 것 같습니다. 수시에 있어서는 디테일한 경험과 과목간 연계성, 이를 통합한 소논문이나 보고서 등 결과물의 도출이 가장 매력적인 학생부/자소서를 완성시킨다는 점을 강조드리고 싶습니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `절대적인 학습량도 중요하지만, 내가 무엇을 얼마나 알고있는지의 메타인지적인 부분이 참 중요해요. 스스로 모르는 부분과 아는 부분을 구분해서 모르는 부분에 집중하고, 아는 부분은 절대 놓치지 않도록 하는 효율적인 공부방법을 만들었다고 생각합니다. 또한 시간대와 과목, 장소의 조정을 통해 집중력을 최대화시키는 방법도 같이 사용했습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `공강과 방학의 여유로움, 여행을 갈 기회가 늘어나는 것, 친구들과 함께 밤새 공부하기, 자발적인 스터디그룹, 스스로 듣고싶은 강의를 신청할 수 있는 것`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `내신이 애매해 정시를 준비하는 학생, 학원과 인강선택에 조언이 필요한 학생, 동기부여가 필요한 학생`,
      },
    ],
    introduce: [
      {
        title: `강지현 멘토님은 이런 사람이에요!`,
        detail: `원하는 내신 등급이 나오지 않아 좌절하다가 재수 생활을 거쳐 정시로 서울대학교에 입학했습니다. 저는 재수생활을 거쳤지만 그 정보들과 공부방법을 고등학교 때 미리 알았더라면 더 빨리 원하는 목적지에 도달했을거라 생각합니다. 여러 번의 과외 경험을 통해 동기부여와 공부법 전달에 능숙해졌고, 후배님들께도 이런 경험과 팁들을 언니/누나의 입장에서 잘 전할 수 있습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "외대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 안유진

  {
    name: "안유진",
    nameEng: "yujin",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "경영학과",
    majorNum: 0,
    year: "19학번",
    school: "외대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "고등학교 때 미리 알았더라면 후회를 통해 깨달은 외대부고에서의 입시",
    method: "학생부 종합",
    mentoring: ["수시 준비", "내신 관리"],
    experience: [
      `외대부고 졸업`,
      `2019학년도 고려대학교 경영학과 합격`,
      `2019.01~03 중2 특목고 입시 컨설팅 과외`,
      `2019.01~02 G 외고 1학년 영어 특기자 준비 (TEPS, 자소서, 생기부 설계 및 내신대비 방법 코칭)`,
      `2019.01~02 특목고 진학 중3 공부습관 코칭`,
      `2019.03~07 대치동 S학원 외대부고 내신대비 영어 조교`,
      `2020.02~ 03 프랜차이즈 P 수학학원 강사`,
    ],
    being: [
      `최상위권 내신이 아니더라도 SKY에 진학하는 방법을 아는`,
      `다양한 동아리와 비교과활동을 장점으로 특색 있는 이야기를 만들수 있는`,
      `가고 싶은 학과, 대학을 정한`,
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `학급회장 2번에 서너개 동아리 부장, 학생회 임원, 공연동아리 배우까지 시끌벅적한 활동은 모조리 건드리고 다니던 활발한 학생! 내신은 비교적 낮지만 개성 있는 스토리로 수시 합격했습니다:) `,
      },
      {
        title: `멘토님과 같은 고등학교(외대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `수학을 제외한 다른 모든 과목은 담당 선생님의 말씀을 전부 받아적어 암기한다는 생각으로 꼼꼼한 공부가 필요합니다. 선택과 집중을 통해 목표하는 내신을 점차적으로 달성하는 것이 중요해요. 무엇보다 내신과 학생부를 동시에 관리하려면 시간을 효율적으로 사용하는 것이 필수입니다. 멘토링을 통해 함께 스케줄을 정리해봐요!`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `결정적인 순간에 결정적인 능력을 발휘하는 정신, 그리고 해야 한다면 바로 실행에 옮기는 행동력 이 두 단어로 요약할 수 있을 것 같습니다. 내신 기간에는 공부에 올인하고, 잠시 여유가 있을 땐 다양한 활동으로 생기부를 채워 나가면서 완급을 조절하는 게 입시 성공으로의 열쇠입니다!`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `하기 싫은 일은 하지 않아도 된다는 것, 이게 가장 좋아요. 고등학교 땐 하고 싶은 일을 하지 못하는 것보다 하기 싫은 일을 억지로 하면서 더 큰 스트레스를 받았거든요. 막 끌리진 않지만 마지못해 참석해야하는 스터디나 세미나처럼 귀찮은 일을 하지 않아도 괜찮다는 게 정말 편합니다. `,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `최상위권 내신이 아니더라도 SKY에 진학하고 싶은 학생, 다양한 동아리와 비교과활동을 장점으로 특색 있는 이야기를 만들고 싶은 학생`,
      },
    ],
    introduce: [
      {
        title: `안유진 멘토님은 이런 사람이에요!`,
        detail: `가고 싶은, 그리고 갈 수 있는 대학 및 학과를 설정하여 설득력이 높은 수시 플로우를 만드는 방법을 전수해드릴 수 있습니다. 학생의 눈높이에서 함께 다양한 가능성을 비교분석합니다. `,
      },
    ],
    review: [],
    mainQnA: {
      title: "외대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 민희성

  {
    name: "민희성",
    nameEng: "heesung",
    gender: "남",
    univ: "고려대",
    univEng: "korea",
    major: "지구환경과학과",
    majorNum: 0,
    year: "20학번",
    school: "세화고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "세화고에서 슬럼프를 극복해 고려대 학종으로 입학한 이야기",
    method: "학생부 종합",
    mentoring: ["수시 준비", "내신 관리"],
    experience: [
      `세화고등학교 졸업`,
      `세화 아카데미 과정 수료`,
      `수능 국어 백분위 99`,
      `고려대학교 학종 일반전형 최초합격 (내신 3.1)`,
      `고등학교 시절 학급 멘토 경험 (국어)`,
      `중학생, 고등학생 대상 과외 및 멘토링 경험 (국어, 수학)`,
    ],
    being: [
      `세화고 중상위권 내신 성적으로 수시 전형을 효과적으로 준비할 수 있는`,
      `슬럼프를 극복하고 다시 성적을 끌어올릴 수 있는`,
      `강한 동기부여를 가진`,
    ],
    introduce: [
      {
        title: `민희성 멘토님은 이런 사람이에요!`,
        detail: `성적이 그렇게 뛰어나지는 않았지만, 성적 중위권에서 상위권으로 끌어올린 경험, 슬럼프가 찾아왔을 때 극복한 경험이 있습니다. 국어 과목의 경우 모의평가 3등급에서 수능 1등급으로 올리기도 했습니다. 따라서 대학 입시를 준비할 때의 동기부여 방법과 마음가짐에 대해 알려드릴 수 있습니다. 특히 세화고에서 학생부 종합 전형을 준비하는 방법에 대해서 잘 알고 있습니다. 과외, 멘토 경험이 있어 어떻게 학생들을 상대해야 하는 지 알고 있습니다. 시간 약속을 잘 지키고 성실합니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: ` 중학교 때 한 번, 성적이 좋게 나온 이후로 그 때의 기억을 잊지 못해서 열심히 공부를 하게 됐습니다. 진로 희망은 줄곧 자연과학 분야였는데, 수학과 과학에 강점이 있지는 못했습니다. 그러나 명문 학교의 자연과학 관련 학과에 진학하겠다는 포부를 가졌기 때문에 이러한 단점을 극복하기 위해 노력했고, 결국 수학과 과학에서의 강점을 인정받아 고려대학교에 합격할 수 있었습니다. 
        정시 공부에 있어서는  큰 슬럼프를, 그것도 고 3때 겪었습니다. 고 2 11월 모의고사 성적이 전국 1000등 안에 들었었는데, 열심히 했음에도 고 3이 되니 갑자기 성적이 안 나왔습니다. 9월 모의평가때는 국수영탐탐 32232라는 최악의 성적을 받으면서, 슬럼프의 절정에 이르렀죠. 그러나 어떠한 계기로 슬기롭게 극복해냈고, 서성한 라인 대학에 합격하고도 남는 준수한 수능 성적을 거둘 수 있었습니다. 여기에 수시에 합격하는 행운까지 따라주면서 결과적으로 목표를 달성한, 만족스러운 수험 생활이였다고 생각합다.
        저는 어릴 때부터 자존심이 강한 학생이었습니다. 성적에 있어서도 그랬기 때문에 성적이 떨어져도, 결국 명문대에 갈 거라는 자신감이 있었습니다. 최악의 결과를 받은 9평 이후, 수시 원서를 접수할 때에는 부모님, 담임선생님이 모두 안정 지원을 권했지만 저는 자존심때문에 서연고+서강대에만 지원했습니다. 무모해보였지만, 결국 성공했습니다. 자존심을 위해 공부했고, 이 과정에서 저를 설명할 수 있는 특징들이 나타났죠. "자존심이 밥 먹여주나?" 라는 질문이 유명하지만, 저에게는 자존심이 과정이며, 결과입니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(세화고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `세화고등학교의 내신 시험은 악랄합니다. 특히 국영수가 그렇지요. 그나마 국어는 수업 시간에 설명한 내용 위주로 출제되기 때문에, 수업 시간에 열심히 들으면 좋은 결과가 나올 겁니다. 수학은 부교재나 프린트에서 출제하는 문제가 비중이 높은 편인데, 이 문제들에 대해서는 풀이과정까지 완벽하게 이해하면 다 풀 수 있습니다. 그렇지 않은 문제의 경우, 수능 수학을 대비하듯이 대비하면 됩니다. 평가원 기출문제를 푸는 게 가장 좋고, 이 외에도 다양한 문제에 접근해보는 게 필요합니다. 
        영어는 본문을 암기할 뿐만 아니라, 원래 본문의 표현으로부터 바뀐 표현이 어휘나 문법상으로 맞는 표현인지, 틀린 표현인지 알 수 있을 정도로 어휘력과 문법 실력을 갖추어야 1등급을 받을 수 있습니다. 물론 내신 대비 학원에서 제공하는 자료가 도움이 많이 되기 때문에, 이를 공부하면 큰 도움이 됩니다.
        탐구 과목은 평가원 기출과 비슷한 문제들이 출제되기 때문에 수능 대비를 한다는 생각으로 공부하면 됩니다. 다만 물리 과목의 경우 '그 선생님'이 출제하신다면 시험이 이상해지기 때문에 이 선생님이 수업하시는 경우, 수업에 집중하는 것이 좋습니다. 이 외에고 제2외국어나 한국사 같은 과목도 잘 보면 도움이 됩니다.
        생기부에 기재되는 활동은 최대한 참여하는 것이 좋습니다. 그 중에서도 가장 중요한 건 동아리와 수상 경력입니다. 자신이 지원하는 과에 관련된 동아리 활동이나 수상 경력에 대한 질문은 면접 단골 질문이니 잘 준비하셔야 합니다. 세화 아카데미는 수료하면 좋지만, 수료하지 못하더라도 다른 활동으로 충분히 커버가 가능하기 때문에 세화 아카데미가 되지 못했더라도 끝까지 최선을 다하시면 됩니다. 지금까지 긴 글 읽어드려서 정말 감사합니다. :)`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: ` 자존심. 성적에 대한 자존심때문에 성실하게 공부할 수 있었고, 포기하지 않을 수 있었습니다. 저만의 공부 방법이 존재하기는 하지만, 공부 방법은 학생이 스스로 부딪혀보면서 성공과 실패를 하고, 이러한 과정에서 만들어 나가는 것이라고 생각합니다. 물론 저만의 사소한 팁을 드리는 거나 자신만의 공부 방법을 만드는 것을 도와드리는 것은 가능합니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `자유롭습니다. 시간표도 자신이 직접 짤 수 있고, 수업도 원하는 수업을 선택해서 들을 수 있습니다. 동아리도 원한다면 여러 개까지 들어갈 수 있습니다. 대학에 와서 이러한 자유를 느끼면, 해방감을 느낄 수 있음과 동시에 수험 생활을 추억할 수 있습니다. 또한 다양한 사람을 만날 수 있습니다. 출신 지역, 성격 등이 다양한 사람을 만나면서 사회 생활도 익숙해질 수 있습니다. 하지만 가장 중요하다고 생각되는 것은, 고등학교 때 앞만 보고 달려와서 미쳐 보지 못했던 세상에 대해 볼 여유가 생긴다는 것입니다. 이는 자신에 대해 돌아보는 계기를 주며, 인생에 새로운 동기부여를 줄 수 있습니다. 물론 1, 2학년 때는 많이 놀 수 있습니다 ㅎㅎ`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `세화고등학교에서 내신 성적이 좋은 편이지만, 아주 뛰어나지는 못한, 특히 2.5~3.5의 내신 성적을 가진 학생. (그 중에서도 수시를 생각하고 있는 학생) 원래 성적에 비해 성적이 잘 나오지 않고 있는, 다시 말해 슬럼프에 빠진 학생. 공부에 동기부여가 되지 않는 학생. 공부를 열심히 하지만, 성적이 잘 오르지 않는 학생(특히 국어). 세화고에 진학할 생각을 하고 있는 중학생. 이 외에도 대입에 대해 고민하고 있는 하위권~중상위권 학생들이라면 인생선배로서 제가 큰 도움이 될 수 있습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "세화고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 신한나

  {
    name: "신한나",
    nameEng: "hanna",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "보건환경융합과학부",
    majorNum: 0,
    year: "19학번",
    school: "세화여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "여러번의 수능 경험을 한 세화여고 출신 고려대 선배님 ",
    method: "학생부 종합",
    mentoring: ["수시 준비", "내신 관리"],
    experience: [
      `세화여자고등학교 졸업`,
      `2017 수리논술 이화여자대학교 합격 `,
      `2019 학생부종합전형 고려대학교 합격`,
      `대치동 고3담당 조교`,
      `과외경험4회 (고2 2번 고3 1번 고3멘토링1번)`,
    ],
    being: [
      `세화여고에서의 고등학교 생활을 제대로 시작할 수 있는`,
      `전략적인 공부 방법으로 성적을 효과적으로 올릴 수 있는`,
      `확실한 기본기로 흔들리지 않는 강한 멘탈을 갖춘`,
    ],
    introduce: [
      {
        title: `신한나 멘토님은 이런 사람이에요!`,
        detail: `수능을 여러번 경험하면서 깨달은 바와 노하우를 전수해드립니다. 마인드셋 부터 전략까지 학생을 이끌어줄 수 있습니다. `,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: ` 잘하고 싶은 마음이 너무나 컸지만 구체적으로 어떤식으로 하면 될지 잘 몰라서 방황을 많이 했습니다. 욕심과 불안함을 어떻게 조절하고 전략적으로 지혜롭게 (문제풀이. 입시. 인간관계 등에) 접근할 지 알게되면서 방황을 끝내고 극복할 수 있었습니다. `,
      },
      {
        title: `멘토님과 같은 고등학교(세화여고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `먼저 내신 준비는 수능 준비와 같은 맥락으로 하면 될 것 같습니다. 다만 오답을 대하는 태도나 암기 측면에서 약간 달라집니다. 이 점은 멘토링을 진행하면서 더 구체적으로 가까이에서 지도하겠습니다. 
        학생부의 경우 저는 학생부를 위해 한다 라고 생각하기 보다는 이 활동이 내 인생의 밑거름이 될거야 라고 생각하며 제가 관심있던 활동을 재미있게 해내려고 했습니다. 학생부에 한 줄이 적히느냐 마느냐에 너무 연연하며 많은 활동에 시간을 쏟기 보다는 자신만의 스토리를 만든다는 생각으로 가치있는 경험을 만든다고 생각했으면 좋겠습니다. `,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: ` 방황이 길었지만 극복할 때까지 포기하지 않았던 점이 지금의 결과를 만들어냈고 항상 120퍼센트의 노력을 들이려고 했습니다. 예를 들어 지금 그만하고 싶을 때 이제까지 한 시간(혹은 노력)의 0.2만큼만 더 해보자 하면서 버텨냈습니다. 또 이와 더불어 어떻게 해야 같은 시간에 최대의 효과를 낼 수 있을지 늘 고민했습니다. 이때 중요한 것은 고민으로 끝내지 않고 고민한 결과(해결책/노하우)를 노트에 적어서 공부를 하기 전에 매번 읽었고 그 결과 자연스럽게 시험때 발휘할 수 있었습니다. `,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `입시라는 상황과 상관없이 제 가치를 높일 수 있는 여러 활동을 할 수 있다는 것이 좋습니다. 예를 들면 동아리나 학생단체에 들어가서 제 생각을 표현하고 또 다른사람의 의견을 듣고 여러 사람들을 만나면서 시야가 넓어진 것 같습니다. 나 자신이 인생에 있어서 무엇에 가치를 두는 지 등에 대해 알아갈 수 있는 기회를 많이 경험할 수 있습니다. `,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `잘하고 싶은데 어떻게 어디서부터 해야할 지 모르는 학생 <br/>
        전략보다 그저 열심히만 하기에 지친 학생 <br/>
        불안함이 큰 학생 `,
      },
    ],
    review: [],
    mainQnA: {
      title: "세화여고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 이시환

  {
    name: "이시환",
    nameEng: "sihwan",
    gender: "남",
    univ: "서울대",
    univEng: "seoul",
    major: "재료공학부",
    majorNum: 0,
    year: "19학번",
    school: "단대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "중학교 하위 70%에서 단대부고 5등 졸업 서울대 입학",
    method: "학생부 종합",
    mentoring: ["수시 준비", "내신 관리"],
    experience: [
      `단대부고 졸업`,
      `수능 성적 올 1등급`,
      `내신 수학 올 1등급`,
      `중3, 고1, 고2 과외 경험 4회`,
      `이공계 우수 장학생 선정`,
      `고등학교 방문 멘토링 경험`,
    ],
    being: [
      `예체능에서 전환한 경우라도 남들보다 좋은 성적을 빠르게 이뤄낼 수 있는`,
      `흔들리지 않는 기본기를 갖추고 빠르게 성적을 상승시킬 수 있는`,
      `자신의 확실한 목표를 가지고 공부하는`,
    ],
    introduce: [
      {
        title: `이시환 멘토님은 이런 사람이에요!`,
        detail: `중학교를 내신 석차 70% 졸업하고 중학생때까지 예체능 목표(피아노)를 했고 고등학교 진학 후 비약적 성적 상승을 경험하여 단대부고를 5등으로 졸업했습니다. 공부법과 동기부여를 알려드릴 수 있습니다. 특히 성적상승과 관련하여 노하우를 알려드릴 수 있습니다`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: ` 잠자는 시간을 제외하고는 공부에만 전념했습니다. 기본기가 전혀 없었기에 중학교 개념부터 차근차근 따라갔습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(단대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `수학 - 많은 문제 양, 시중에 있는 대부분 문제집 풀기, 나머지 - 암기, 부교재 교재 빠짐없이`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: ` 확고한 목표의식, 성적 상승에 따른 선순환 고리`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `하기 싫은 공부를 안해도 된다. 비교적 선택적으로 공부가 가능하다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `예체능에서 공부로 전환한 학생 <br/>
        노력하는데 성적이 안 나오는 학생 <br/>
        꿈이 없어 방황하는 학생`,
      },
    ],
    review: [],
    mainQnA: {
      title: "단대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 김수지

  {
    name: "김수지",
    nameEng: "suji",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "경영학과",
    majorNum: 0,
    year: "19학번",
    school: "외대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "외대부고에서 수시와 수능 모두 준비하기",
    method: "학생부 종합",
    mentoring: ["수시 준비", "내신 관리"],
    experience: [
      `외대부고 졸업`,
      `2019 강남대성학원 수학연구소 모의고사 검토위원(문과 수학)`,
      `2019 커넥츠 수시, 정시 컨텐츠 멘토`,
      `2020 수능 올 1등급(국어 제외 만점)`,
      `고등학생 자기소개서 검토 10회 이상`,
    ],
    being: [
      `외대부고 내신을 전략적으로 대비하는`,
      `외대부고에서 수시와 정시 모두 계획적으로 챙길 수 있는`,
      `외대부고에서 나의 목표 학과에 맞게 학교 행사를 활용할 줄 아는`,
    ],
    introduce: [
      {
        title: `김수지 멘토님은 이런 사람이에요!`,
        detail: `수시와 수능 모두 준비했기 때문에 학생부 관리와 모의고사 성적을 올리는 데 도움이 될 수 있습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `학업과 여러 분야의 동아리 활동을 병행했으며, 학생회 부장으로도 활동했습니다. 내신 관리를 하며 고3때는 수능 준비도 전략적으로 했습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(외대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `외대부고는 상대적으로 내신경쟁이 치열해서 내신을 기본으로 유지하되 동아리 활동과 학술활동이 중요합니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: ` 공부를 할 때 과목별로 단원을 외워 큰 흐름을 잡고 단원명을 떠올리면 세부적인 내용을 암기해 갔습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `대학에서는 암기과목이 많지 않아서 공부를 할 때 덜 스트레스를 받는 것 같아요. 내가 관심 있는 분야를 깊게 공부할수록 전공의 다른 과목과 연결되는 부분이 있어서 재미있어요.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `내신 관리, 자기소개서 첨삭, 면접 준비, 모의고사 과목별 공부 도움`,
      },
    ],
    review: [],
    mainQnA: {
      title: "외대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 장효준

  // {
  //   name: "장효준",
  //   nameEng: "hyojun",
  //   gender: "남",
  //   univ: "서울대",
  //   univEng: "seoul",
  //   major: "국어교육과",
  //   majorNum: 0,
  //   year: "19학번",
  //   school: "휘문고",
  //   label: 0, //0이 모집중 1이 마감임박 2마감
  //   labelNum: 1,
  //   title: "대치동에서 문과로 대입 성공하기",
  //   method: "학생부 종합",
  //   mentoring: ["수시 준비", "내신 관리"],
  //   experience: [
  //     `휘문고등학교 졸업`,
  //     `휘문고 1학년 과외`,
  //     `한대부고 2학년 과외`,
  //     `아주중 3학년 과외`,
  //     `휘문중 3학년 과외`,
  //     `서울대학교 sammentoring`,
  //     `휘문고 입시설명회 선배 강연`,
  //   ],
  //   being: [
  //     `휘문고에서 학생부 전형을 정확하고 효율적으로 준비할 수 있는`,
  //     `확실한 목표를 가지고 공부하는`,
  //     `흔들리지 않는 기본기를 갖춘`,
  //   ],
  //   introduce: [
  //     {
  //       title: `장효준 멘토님은 이런 사람이에요!`,
  //       detail: `문과로서 대치동에서 살아남는 방법 +고등학교 3년 커리`,
  //     },
  //   ],
  //   special: [
  //     {
  //       title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
  //       detail: ` 자투리시간에 공부하고 진로를 확실히 정한 학생`,
  //     },
  //     {
  //       title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
  //       detail: `구체적인 학생 상황에 맞게 상담 예정`,
  //     },
  //     {
  //       title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
  //       detail: ` 진로를 중심으로 생기부를 정리한 것`,
  //     },
  //     {
  //       title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
  //       detail: `물론 비대면상황이긴하지만 하고싶은분야와 폭넓은교양 수업, 전공 수업을 통해 많은지식을 얻어가고, 다른 학우들로부터 배워갈 점이 많다.`,
  //     },
  //     {
  //       title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
  //       detail: `학업 계획 및 진로 상담`,
  //     },
  //   ],
  //   review: [],
  //   mainQnA: {
  //     title: "휘문고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
  //     sub:
  //       "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
  //   },
  // },

  // 김도현

  {
    name: "김도현",
    nameEng: "dohyun",
    gender: "남",
    univ: "고려대",
    univEng: "korea",
    major: "지리교육학과",
    majorNum: 0,
    year: "19학번",
    school: "중동고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "학원없이 도서관에서 고려대에 입학한 중동고 선배",
    method: "정시",
    mentoring: ["정시 준비", "내신 관리"],
    experience: [
      `중동고등학교 졸업`,
      `고등학생 2학년~3학년 과외 18개월`,
      `고등학생 1학년 과외 6개월`,
      `중학생 1학년 2년째 과외중`,
      `중동고 멘토링 프로그램 통해 현재 고2 학생과 멘토링 진행중`,
      `정시 상위 0.7%`,
      `사범대 교직 이수중`,
    ],
    being: [
      `중동고에서 내신 성적을 빠르게 끌어올릴 수 있는`,
      `후회없는 중동고 생활을 할 수 있는`,
      `흔들리지 않는 기본기를 갖추고 있는`,
    ],
    introduce: [
      {
        title: `김도현 멘토님은 이런 사람이에요!`,
        detail: `중동고에 처음 입학하고 내신이 5점대였으나 점차 올려 고3에는 3점대까지 끌어올렸습니다. 누군가를 가르치는 일이 즐거워 사범대학에 입학했습니다. 중동고 재학중인 현재3학년 학생을 2018년 11월부터 수학을 가르쳤으며, 모의고사 4등급에서 1등급으로 끌어올리는 성과를 거두기도 했습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: ` 학원에 의존하지 않고 성적을 올리기 위해 도서관에서 일상을 보내던 학생이었습니다. 고3 때는 나름대로 열심히 공부했다고 생각했지만, 결과는 비참했습니다. 수능 지진으로 인한 연기 때문인지 마지막에 매우 느슨해진 탓도 있었을 겁니다. 어쩔 수 없이 재수를 하게 되었을 때, 저 자신을 '매우 열심히 공부한 학생'이라고 밖에 표현할 수 없을 것 같습니다. 내신도 나름 열심히 올렸지만 고3 때 입시 상담 당시 원하는 결과가 나오지 않아 조금 더 열심히 하지 못했던 과거의 자신에 대해 후회스러웠습니다. `,
      },
      {
        title: `멘토님과 같은 고등학교(중동고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `중동고 출신의 수시를 통한 명문대 진학은 내신이 꼭 베이스가 되어야하는 것 같습니다. 다른 어느 비교과도 내신 점수를 뛰어넘을 수 없는 듯 합니다. 비교과의 가장 중요한 포인트는 아마 '독서 활동'이 아닐까 싶습니다. 내신과 같은경우는 교과서를 전부 외우는 것이 최고의 방안입니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `반복에 지치지 않는 것입니다. 자세한 이야기는 너무 길기 때문에 만나게 되면 말씀드리겠습니다! 나름 공부를 열심히 한 수험생들이라면 공감할 것이라고 생각됩니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `원하는 공부를 한다는 것이 너무 좋지만, 그 반대로 내가 앞으로 무엇을 할지에 대한 고민을 끝없이 하게 되는 시기인 것 같습니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `누구보다 열심히 한다고 스스로 생각하지만, 성적이 오르지 않는학생. 출발은 비약했지만 결과는 비장할 예정인 학생.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "중동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 송진규

  {
    name: "송진규",
    nameEng: "jinkyu",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "경제학과",
    majorNum: 0,
    year: "19학번",
    school: "휘문고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "휘문고에서 선택과 집중으로 성공적인 내신 관리",
    method: "논술",
    mentoring: ["논술 준비", "내신 관리"],
    experience: [
      `휘문고등학교 졸업`,
      `19학년도 논술전형 입학`,
      `휘문고 내신 법정,한지 통합1등, 경제 통합2등`,
      `19수능 국어(1컷:84) 1등급`,
      `현 고3(배재고) 6평3등급(과외전)->9평1등급(과외진행중)`,
      `논술, 국어 멘토링/과외 경험 다수`,
    ],
    being: [
      `휘문고에서 효율적으로 성적을 올릴 수 있는 공부 습관을 가진`,
      `현재 실력에 부합하는 공부 계획/방향을 가지고 공부하는`,
      `확실한 동기를 가지고 공부하는`,
    ],
    introduce: [
      {
        title: `송진규 멘토님은 이런 사람이에요!`,
        detail: `고교 입학 후 첫 내신 수학 시험을 8등급을 받고 공부의 체계가 잡혀있지 않은 내가 어떻게 공부해야할 지 끊임 없이 고민했습니다.
        친구들로부터 다양한 이야기도 듣고 저만의 방식을 만들어 나가며 조금씩 성적을 올려왔고 결과적으로 연세대에 입학할 수 있었습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `친구들과도 잘 어울리면서도 공부를 놓지 않았습니다. 학생회 및 학급회장, 대외활동 등도 공부와 병행했고 선생님들과도 좋은 관계를 유지했습니다. 

        고3시절 죽어라 공부했고 수능을 쳤지만 인생이 원하는대로 흘러가지만은 않더군요. 
        
        결국 재수를 결정했고 후회 없는 한 해를 보냈습니다. 그리고 결과로 증명했습니다.
        
        `,
      },
      {
        title: `멘토님과 같은 고등학교(휘문고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `휘문고등학생이라면 아시겠지만 내신은 하늘의 별 따기 입니다. 선택과 집중이 필요할 것 입니다.  그리고 내신 준비하시는 분도 학원 교재나 사설 문제만 풀지 말고 평가원 기출문제집을 꼭 풀어보시길 바랍니다. `,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `공부 사이클을 최대한 항상성있게 유지하려 했습니다. 정시에 일어나 정시에 자는 습관을 통해 수능에 몸을 점점 맞춰갔습니다. 물론 유동적인 컨디션 관리 역시 필수 였습니다.
<br/>
        그리고 가장 중요했던 것은 바로 피드백 노트였습니다. 공부를 하면서, 시험을 본 날 나의 부족한 점과 유의해야할 점들을 피드백 노트에 빼곡히 적어놓았습니다. 노트에 적어둔 것들을 항상 명심하면서 공부했고 결과적으로 좋은 성과를 낼 수 있었습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `첫째. 지금까지 경험했던 모든 즐거운 순간들의 합이 입학 후 1학기 동안 즐긴 시간에 미치지 못할만큼 새로운 재미를 느낄 수 있습니다.
<br/>

        둘째. 고등학생땐 제대로 해보지 못한 동아리 활동, 내가 진정으로 듣도 싶은 수업을 들으며 시험을 위한 공부가 아닌 학문을 위한 공부를 해볼 수 있습니다.
        <br/>
        셋째. 혹시 지금까지 삶의 의미 혹은 내가 누구인가에 대해 고민해 보신적 있으신가요? 자신있게 나의 삶의 의미를, 내가 누구인지에 대해 말할 수 있는 사람은 드뭅니다. 저 역시 아직 찾아가는 중이고요. 대학에 오면 이런 인생의 근본적인 고민들을 해볼 수 있습니다. `,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `-성적 바탕 현재 역량 파악 후 수능까지의 공부 방향 설정(대치동에서 다수의 인강 및 현강 수강)
       <br/> -확실한 동기부여 `,
      },
    ],
    review: [],
    mainQnA: {
      title: "휘문고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 박준수

  {
    name: "박준수",
    nameEng: "junsoo",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "경영학과",
    majorNum: 0,
    year: "20학번",
    school: "중동고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "중동고 공부에 있어서 바른 길을 찾는 방법",
    method: "정시",
    mentoring: ["정시 대비", "과목별 학습법"],
    experience: [
      `중동고등학교 졸업`,
      `수능 최상위권 성적`,
      `중동고 후배 등 과외 경험 다수`,
      `타 연세대학교 학생 멘토링, 튜터링 및 학업도우미 활동`,
      `연세대 경영학과 전학점 A+`,
    ],
    being: [
      `학업 성적이 부진하여 특정 과목들에 대한 도움과 성적향상이 가능한`,
      `남들보다 더 많은 입시정보를 갖는`,
      `본인의 진로에 대해 깊이 고민하고 있는`,
    ],
    introduce: [
      {
        title: `박준수 멘토님은 이런 사람이에요!`,
        detail: `언급한 바와 같이, 같은 중동고등학교 후배를 비롯한 다수의 학생을 과외한 경험이 있고, 연세대학교에 들어온 이후에도 공식적으로 다른 연세대학교 학생의 학업도우미로 활동하며 튜터링을 하기도 하였기에 일반적인 경우에 비해 더욱 큰 도움을 줄 수 있다고 생각합니다. 개별 과목에 대한 학습도 도와줄 수 있으며, 뿐만 아니라 수험생활을 어떻게 해쳐나가야 하는지, 향후 진로는 어떤 방향으로 정하는게 좋을지에 대해서도 도움을 줄 수 있습니다. 이러한 멘토링을 하는 것이 멘티들에게 도움을 주는 일이기도 하나, 동시에 제 자신 또한 가치있고 유의미한 활동을 하는 것이라고 생각하며 저도 이와 같은 일에 즐거움과 보람을 느끼기에 더욱 적극적인 멘토활동이 가능하다고 생각합니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `고등학생을 비롯한 학창시절에 학생으로서 성실히 학업을 수행하기 위해 노력하였지만, 개인적으로 힘들고 어려웠던 일들도 있었습니다. 그런 어려움이 다가왔을 때 주변에서 도와주셨던 많은 분들이 계셨기에 현재의 제가 있을 수 있다고 생각하며,  저 또한 그러한 도움을 받은 자로서 후배들에게 그것을 보답할 의무가 있다고 생각합니다. 고등학생 때 입시생활을 성공적으로 수행하여 다른 모의고사 성적들에 비해 수능에서 가장 높은 성적을 거두었고, 그러한 노하우를 후배들에게 전해주고 싶습니다. 또한 중학생 때에는 생활지도부(선도부)로 활동하며 다른 친구들이 바람직한 학교생활을 할 수 있도록 도움을 주기도 하였으며, 학업적으로든 학업적인 부분 이외에서든 성실궁행(誠實躬行)하기 위해 노력해왔다고 생각합니다.
        `,
      },
      {
        title: `멘토님과 같은 고등학교(중동고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `다니고 있는 후배들 본인들이 잘 알고 있겠지만, 중동고등학교의 경우 우수한 학생들이 많기에 일반적인 경우에 비하여 더욱 열심히 준비하여야 하고, 혼자만의 힘으로 부족한 부분도 있기에 선생님이든, 선배든, 멘토든 부족한 부분을 도와줄 수 있는 사람이 필요하기도 합니다. 구체적인 내용을 전달하기에는 분량이 한정되어 있지만, 선생님별로 시험문제를 출제하시는 스타일이 있으시고, 그와 관련된 족보를 확인하거나, 수업을 비롯한 활동에 적극적인 참여가 필요합니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `언급한 바와 같이 제 자신의 노력도 있지만, 고등학교 선생님들을 비롯하여 제게 도움을 주신 많은 분들이 계셨고, 저 또한 제가 도움을 받은 것을 보은해야 한다고 생각하기에 후배들을 도와주고자 합니다. 확실히 유익한 공부방법들이 존재하지만, 이는 학생들의 개인적 특성에 따라 다른 부분이기에 학생의 구체적인 상황에 따라 직접적으로 멘토링을 해주며 전해주고 싶습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `고등학교와는 달리 공부에만 매달리지 않을 수 있으며, 본인들이 좋아하는 활동들을  하며 학창시절에 비해 자유롭게 생활할 수 있고, 본인의 꿈을 직접적으로 탐색할 수 있는 기회도 있습니다. 후배들이 가능한 원하는 대학에 진학하여 본인의 꿈을 찾을 수 있었으면 좋겠습니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `우선, 학업 성적이 부진하여 특정 과목들에 대한 도움과 성적향상이 필요한 학생들을 도와줄 수 있고, 특정 과목에 대한 학습 이외에도 전체적인 공부법에 있어서도 도움을 줄 수 있습니다. 또한 입시정보가 충분치 않은 학부모님들께도 도움을 드릴 수 있고, 대학 생활이나 진로에 관한 상담도 가능합니다. 공부에 대한 의지가 있는 상위권 학생들도 보다 수월한 학업수행을 위한 도움을 줄 수 있으며, 반면 공부에 대한 의지가 부족하거나 학업 수행에 어려움을 겪는 학생들은 공부에 대한 필요성과 당위성을 스스로 깨닫고 길을 찾을 수 있도록 학부모님과 적극적인 상의를 통해 도움을 주고자 합니다. 같은 고등학교의 후배를 도와주는 것도 좋은 일이라고 생각하고, 출신 고등학교가 다르더라도 인생의 선배로서 학생들이 바람직한 길을 찾아갈 수 있도록 보람찬 일을 하고 싶습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "중동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 정준석

  {
    name: "정준석",
    nameEng: "junseok",
    gender: "남",
    univ: "연세대",
    univEng: "yonsei",
    major: "물리학과",
    majorNum: 0,
    year: "20학번",
    school: "중동고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "중동고 공부에 있어서 자존심이 중요한 이유",
    method: "수리 논술",
    mentoring: ["논술 준비", "내신 관리"],
    experience: [
      `중동고등학교 졸업`,
      `교내 수학경시대회 금상`,
      `교내 물리경시대회 대상`,
      `6, 9 모의평가 성적우수상`,
      `전) 시대인재 현장 질문조교`,
      `전) 이투스 이미지t 온라인Q&A 답변 조교`,
      `고1 수학 고2 수학 과외 경험`,
      `고1 과학 과외 진행 중`,
    ],
    being: [
      `공부의 방향을 정확하게 알고 있는`,
      `동기부여가 되어 그 전보다 더 열심히 공부하는`,
      `공부할 때와 쉴 때를 알고 있는`,
    ],
    introduce: [
      {
        title: `정준석 멘토님은 이런 사람이에요!`,
        detail: `학생부종합, 수능, 논술을 모두 준비한 경험과 정시 국어 성적을 큰 폭으로 향상 시킨 경험이 있으며 과외 경험으로 학생들의 동기부여에 큰 도움을 줄 수 있습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `공부할 때와 쉴 때를 확실히 구분하여 사교활동과 성적을 고루 챙기던 학생이었습니다. 1학년때부터 수학과 영어 성적은 좋았지만 국어 성적이 낮아 2학년과 3학년 사이에 국어 공부법을 잡아 다들 성적이 낮아지는 6월 모의평가에 오히려 큰 폭으로 국어 성적을 향상 시켜 6,9월 모의평가 성적우수상을 받았습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(중동고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `과목별로 조금 다르겠지만 선생님들이 평가원과 수업자료를 바탕으로 출제하므로 해당 교재들을 위주로 공부하는 것이 기본입니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `공부 방향에 갈피를 못 잡을 때 오히려 기본에 충실하면서 제 학습 상황을 돌아본 것이 큰 도움이 된 것 같습니다.`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `여러가지 경험을 할 수 있는 기회들이 더 많고 처음부터 어느정도의 신뢰를 받을 수 있었던 것이 좋았던 것 같습니다.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `공부 방향성과 동기부여에 큰 도움을 줄 수 있습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "중동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 오찬미

  {
    name: "오찬미",
    nameEng: "chanmi",
    gender: "여",
    univ: "고려대",
    univEng: "korea",
    major: "심리학과",
    majorNum: 0,
    year: "19학번",
    school: "언남고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "효율적인 공부로 언남고 문과 전교 1등 졸업한 비결",
    method: "고교추천2",
    mentoring: ["수시 준비", "내신 관리"],
    experience: [
      `언남고등학교 졸업`,
      `언남고 재학 내내 문과1등`,
      `1년 반동안 많은 과외경험, 과외학생들에게 플래너 및 자습활동 피드백 제공`,
      `(전) 국제학교 8학년 Algebra수업&학습보조 6개월이상 경력`,
      `(전) 강남구 소재 일반고 영어내신/사회탐구/학습관리 1년이상 경력`,
      `(전) 직장인 영어회화/academic discussion 수업 6개월`,
      `(현) 국제학교 1-2학년 speaking/writing/학습보조 1년이상`,
      `(현) 강남구 소재 중학교 영어 내신&모의고사 수업 6개월이상`,
      `(현) 강남구 소재 중학교 수학 선행(중3, 고1과정) 수업 1년 이상`,
    ],
    being: [
      `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는`,
      `수행평가나 대회 준비가 막막한`,
      `스스로 준비하고자하는 의지가 약한`,
    ],
    introduce: [
      {
        title: `오찬미 멘토님은 이런 사람이에요!`,
        detail: `내가 학생이면 어떤 과정을 통해 이해할까-의 생각을 거쳐 설명하기 때문에 학생의 흡수율이 좋은 편입니다. 학생부종합전형을 열심히 준비해왔기 때문에, 수행평가나 대회 관련 많은 팁을 드릴 수 있습니다`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `“쟤가 어떻게 문과1등이지?”하는 이야기를 아마 언남고 졸업생 중에서 가장 많이 들었을 겁니다.
        저는 친구들과 어울리며 놀기도 엄청 놀았지만 효율적으로 공부하는 습관을 갖추어 재학 내내 단 한번도 문과1등을 놓친 적이 없습니다.
        고2 담임 선생님께선 제게 “넌 경제학적으로 말하면 효율이 좋다. 투입대비 산출이 좋은 편이야”라고 하셨습니다. 하지만 전 단 한번도 시험기간 중에 특정 과목에 대해 공부가 부족하다는 생각을 가지고 시험에 임한 적이 없고 늘 자신이 넘쳤습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(언남고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `언남고의 경우 2-3등급으로의 진입은 쉽지만, 소수의 학생에게만 1등급이 허용되기때문에 아주 세세한 공부법이 필요합니다. 시험 1주일 전까지 진도에 맞춰 시험범위를 모두 숙지한 후에 스스로 문제를 만들어서(어떤 시험을 낼까하는 생각으로) 시험 전날에 다시 풀어보면 도움이 됩니다. 
        과외수업을 위해 숙명여고 영어기출을 해설한 경험이 있는데요, 숙명여고는 영단어 위주로 해석하는 문제가 많이 나옵니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `1. 복기 (거의 모든 과목에 대한 복기를 합니다. 전부 내용을 외워서 백지에 써서 자신의 내용숙지를 점검합니다. 자습중에 기억하지 못하는 내용은 시험을 보는 동안에 실수/헷갈리는 선지의 결과로 나올 수 있습니다. 이렇게 하면 어떤 부분에 대한 내용숙지가 부족한지 파악할 수 있습니다)
       <br/> 2. 자기 자신의 선생님이 되기 (시험기간에 저는 공부할 때 스스로 문제를 출제하고 해설을 씁니다. 또한 시험이 얼마 남지 않았을 때는 필기정리 한 부분을 스스로 설명하듯이 머릿속으로 읊으며 최종점검합니다)`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `가장 큰 점은 시험기간에도 공부에 대한 부담이 없다는 점입니다. 이 시험을 완벽하게 보지 못한다고 해도 당장의 직면할 큰 문제(ex:입시, 수능 등)이 없기 때문에 마음에 부담이 덜한 편입니다. 하지만 그럼에도 불구하고 시험과 과제에 성실히 임하는 이유는 고교시절의 습관, 온전한 자신의 의지와 욕심 입니다. 주체적인 삶을 살 수 있다는 게 가장 큰 장점이자 가장 치명적인 단점이네요.`,
      },
      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는 학생 / 수행평가나 대회 준비가 막막한 학생 / 스스로 준비하고자하는 의지가 약한 학생`,
      },
    ],
    review: [],
    mainQnA: {
      title: "언남고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 이예준

  {
    name: "이예준",
    nameEng: "yaejun",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "국어교육과",
    majorNum: 0,
    year: "20학번",
    school: "경기여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title:
      "경기여고에서 정시와 수시를 성공적으로 병행하여 서울대에 합격한 이야기",
    method: "정시",
    mentoring: ["정시 준비", "내신 관리"],
    experience: [
      `경기여자고등학교 졸업`,
      `한대부고 3 국어 과외 3월부터 현재진행중`,
      `대면 멘토링을 한 것은 아니나, 고등학생들에게 도움이 될 저의 공부법과 경험담을 담은 자료를 세번 작성함 (경기여고 자료집/신00 국어 학원 자료집/ 수만휘 사이트)`,
    ],
    being: [
      `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는`,
      `수행평가나 대회 준비가 막막한`,
      `스스로 준비하고자하는 의지가 약한`,
    ],
    introduce: [
      {
        title: `이예준 멘토님은 이런 사람이에요!`,
        detail: `저는 내신을 선생님들께서 놀라실 정도로 끌어올린 케이스이고, 학종을  sky 생각하면서 준비하고 수능공부도 열심히 하다가 정시로 입학했습니다. 저는 내신을 어떻게 하면 올릴 수 있을지, 지금 당장 공부가 안 되는 상황에서 어떤 마음가짐을 가지는 게 좋은지, 정시 공부는 어떻게 해야하는지, 계획은 어떻게 세우는 건지 제 경험담을 바탕으로 알려줄 수 있습니다. `,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `저는 수시와 정시를 모두 열심히 준비하다가 정시로 서울대에 입학한 케이스입니다.
<br/>
        저는 중학교를 강남이 아닌 다른 지역에서 졸업하여 고등학교를 위해 고1때 강남으로 이사왔어서, 대치동 학원을 다녀본 경험이나 선행을 제대로 한 경험이 거의 없었습니다. 그래서 고1 첫 시험에서 국영수를 각각 4,5,4 등급을 받았고요. 하지만 학교에서 자리에서 일어나지 않고 공부에 매달려  그 이후로 내신을 2.6 > 2.1 > 1.3 > 1.8 > 1.3 이런식으로 올려서 최종 내신을 1.7 정도로 받았고, 비교과 준비도 포기하지 않고 챙겨서 1학년 때에 비해 2,3학년 때 많은 독서와 상장을 챙겼습니다. 그래서 학종으로는 고대 정외과를 갈 수 있었는데 수능이 더 잘 나와서 면접에 불참하고 서울대 정시일반 전형에 지원해 합격했습니다. `,
      },
      {
        title: `멘토님과 같은 고등학교(경기여고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `우선 모든 과목의 핵심은 백지공부법입니다. 메타인지, 즉 '내가 공부한 것을 정말 내 머리가 올바르게 기억하고 있는가'를 확인하기 위해 시험범위인 문학 작품을 프린트 해놓고 거기에 수업 시간에 배운 내용들을 처음부터 끝까지 다 적고, 영어 지문들도 처음부터 끝까지 백지 위에 다 써보고, 사탐이나 과탐은 소제목 적은 뒤 소제목에 해당하는 내용들을 다 백지 위에 외워서 정리한 뒤 실제 교과서와 비교하면서 채점해야합니다. 
<br/>
        이것 외에 특별히 저희학교 시험(경기여고)라서 더 필요한 것은 다음과 같습니다. 우리 학교 영어 시험은 암기한다고 잘 볼 수 있는 그런 시험이 아니에요. 문법적 지식과 어휘력 등 영어 실력이 충분히 뒷받침 돼야 합니다. 시험범위에 있는 영어 지문 표현을 그대로 쓰는 게 아닌, 어법 변형이 된 문제, 외부 지문을 활용한 문제가 나오기 때문입니다. 수능에 필요한 영어 문법 지식, 어휘력을 갖춘 후 내신 범위에 있는 지문들을 충분히 이해하고 암기하면 탁월한 대비가 된다고 생각해요. 제가 고등학교 때 영어 내신 학원(세움 김0병, 쓰리00에듀, 최0어학원, IL0학원)을 이곳저곳 다녀보다가 고2 1학기 기말부터는 그냥 혼자 내신대비하고 좋은 성적을 받았습니다. `,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `지금의 입시 결과를 이뤄낼 수 있었던 이유는, sky 대학을 가고 싶다는 열망이 강해서였습니다. 저는 고3 때 '대학은 왜 가야 하는거지?' 라는 생각을 하면서 잠깐 정신적으로 방황하고 힘들어했던 적도 있었지만, 수준 높은 학생들 사이에서 수준 높은 수업을 듣고 싶다는 생각으로 버텼어요. (물론.. 대학 이름을 중시하는, 어렸을 때부터 느껴온 사회적 분위기도 무시할 수 없었지만요) 그리고 실제로 대학에 온 지금, 최선을 다해 공부해서 서울대에 오길 정말 잘했다는 생각이 듭니다. `,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `저는 대학에 와서 흔히 말하는 학점 받기 좋은 '꿀강' 이 아닌, 로드(수업 내용, 과제 및 시험의 난도와 개수)가 빡세더라도 제가 정말 듣고 싶은 내용의 강의를 찾아서 듣고 있습니다. 동기들로부터 사서 고생한다는 말을 들을 정도로요. 하지만 정말 제가 듣고 싶은 수업을 찾아서 전혀 지루하지 않고 제게 있어 흥미로운 내용의 강의를 듣다보면 시간 가는 줄 모릅니다. 교수님의 해박한 지식에 감탄하면서 들어요. 필기하는 것도 힘들지만 즐겁고요. 매 수업마다 제가 조금 더 무언가를 배워가는 것 같은 기분에 뿌듯합니다. 특히 제가 재학중인 서울대학교 교수님들은 해당 분야에서만큼은 국내 최고 수준이시기 때문에 학생들의 어설픈 글과 말에 대한 정확하고 날카로운 피드백을 주시는 걸 볼 때마다 존경스럽고 배워가는 게 있습니다. 그리고 주변이 다 서울대생이기 때문에 공부를 열심히 하는 사람, 자신의 미래를 위해 열심히 노력하는 사람이 존중받는 분위기가 잘 형성돼 있어요. 물론! 놀기도 잘 놉니다ㅎㅎ. 과잠 입고 캠퍼스 걷는 것(코로나라서 많이는 못했어요), 학식 먹는 것, 샤로수길에서 선배들 및 동기들과 밥약(식사약속) 하는 것 전부 정말 즐거운 추억입니다.`,
      },

      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `공부에 집중이 정말 안 되는 학생(특별하게 집중력을 높일 노하우가 있는 건 아닙니다. 그런 게 있었다면 누구나..^^;; 하지만 고1 때 제가 집중이 너무 안 돼서 고생했던 경험이 있어 제 경험담과 그때 가졌던 태도에 대한 이야기가 도움이 되지 않을까 생각해요), 계획을 세우는 방법을 모르는 학생, 각 과목의 정시 공부를 어떻게 할지 모르는 학생. 내신 공부를 어떻게 할지 모르는 학생은 저와 고등학교가 같은 경우에만 많은 도움이 될 것 같습니다! 내신스타일은 고등학교마다 다르니까요.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "경기여고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 김효원

  {
    name: "김효원",
    nameEng: "hyowon",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "경영학과",
    majorNum: 0,
    year: "20학번",
    school: "외대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "외대부고에서 내신, 비교과 모두 챙기는 방법",
    method: "학생부 종합",
    mentoring: ["학생부 관리", "내신 관리"],
    experience: [
      `외대부고 졸업`,
      `서울대학교 경영대학 재학`,
      `고등학교 첫 내신 3점 중반 -> 졸업 2점 초반 (전교 6등)`,
      `R&D, 수학 경시대회, 경제 경시대회, 시사상식 대회 등 다수 수상, R&D 평가단 참여`,
      `2020 수능 수학(나), 영어 만점`,
      `중학생 대상 멘토링 동아리 활동으로 다수 자소서 첨삭, 면접 지도 경험 (5명 중 4명 외대부고 합격), 현재 설탭에서 과외 진행 중 & 프리랜서로 자소서, 생기부 지도 경험`,
    ],
    being: [
      `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는`,
      `수행평가나 대회 준비가 막막한`,
      `비교과 활동의 아이디어를 얻고 싶은`,
    ],
    introduce: [
      {
        title: `김효원 멘토님은 이런 사람이에요!`,
        detail: `고등학교 3학년 때 과를 바꿨음에도 서울대 경영학과에 합격했고, 수시를 안정적으로 합격함과 동시에 수능에서도 좋은 성적을 얻었습니다. 경쟁이 치열한 외대부고는 내신과 비교과를 모두 챙기는 데 어려움을 호소하는 학생이 많습니다. 그 균형을 맞추어 내신, 비교과 두 마리 토끼를 모두 잡을 수 있도록 도와 드리겠습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `친구들 사이에서도 공부도 잘 하고 재미있는 친구라는 평가를 받았습니다 :) 특히 놀 땐 놀고, 공부할 때는 공부하는 학생이어서 선생님께도 인기가 있었습니다. 사실 저희 지역에서 외대부고를 간 사람이 거의 없어 입시 때 힘들기도 했습니다. 그러나 그 경험이 있어 이후 고입과 대입을 준비하는 학생들을 보면 조금이라도 더 도와주려고 노력했는데요. 덕분에 멘티 학생들에게도 항상 좋은 평가를 받을 수 있었습니다 :)`,
      },
      {
        title: `멘토님과 같은 고등학교(외대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `내신은 학원보다는 선생님의 스타일을 파악하는 게 중요합니다. 실제 학생으로 수업을 들었던 저는 그렇지 않은 학원보다 각 선생님의 특성을 잘 알고 있습니다. 원하시면 제가 필기했던 내용이나 공부 포인트 등도 제공해 드립니다.
        <br/>외대부고는 학생부에 채울 활동이 많습니다. 굵직한 활동이 아니더라도, 반 내 총무부 활동이나 1인 1기 등도 좋은 소재가 될 수 있습니다! 상을 못 탔거나 대단한 활동이 아니더라도 자소서에는 충분히 멋진 활동으로 기록할 수 있습니다. 조그만 활동도 멋지게 기록할 수 있도록 비교과 활동을 도와드리겠습니다~`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `공부 방법은 다른 친구들과 다를 것이 없었지만, 지금의 입시 결과를 이뤄낼 수 있었던 이유는 멘탈 관리에 있다고 생각합니다. 힘이 나는 노래를 듣거나, 정해진 시간에 '나를 위한 힐링'을 하는 등 다양한 방법으로 멘탈 관리에 신경을 썼기 때문에, 힘든 고3 시절에도 스트레스에 매몰되지 않을 수 있었습니다. 멘티 학생에게도 제가 나서서 공부뿐만 아니라 멘탈도 관리할 수 있도록 열심히 노력하겠습니다~`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `주어진 조건에서 최선의 비교과 활동을 할 수 있는 법을 알려줄 수 있습니다 :) 진로의 변화로 진로 관련 동아리가 없었지만, 그 상황에서도 동아리와 진로를 엮어 활동하거나 R&D, 창의보고서 등 개인 활동으로 진로 관련 활동을 하나하나 설계했습니다! 제가 고등학교 다닐 때에도 진로 관련 동아리 활동이 없어 고민하는 친구들이 많았는데, 그런 걱정을 싹 덜어 드릴게요!`,
      },

      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `주로 생기부, 자소서 첨삭과 면접을 지도합니다. 비교과 활동의 아이디어를 얻고 싶거나 검토해줄 사람이 필요한 학생들에게도 도움이 되어 줄 수 있습니다. 이외에도 외대부고를 다니면서 진짜 선배의 경험이 듣고 싶다, 하는 학생은 모두 환영입니다~`,
      },
    ],
    review: [],
    mainQnA: {
      title: "외대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 임규은

  {
    name: "임규은",
    nameEng: "kyueun",
    gender: "여",
    univ: "서울대",
    univEng: "seoul",
    major: "재료공학과",
    majorNum: 0,
    year: "19학번",
    school: "외대부고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "꿈을 향해 적극적으로 공부했던 외대부고 선배",
    method: "학생부 종합",
    mentoring: ["학생부 관리", "내신 관리"],
    experience: [
      `외대부고 졸업`,
      `성적 우수상 2회/교내 ARC 2회 등 수상`,
      `서울대/카이스트 일반 전형, 고려대 학교장추천: 최초합`,
      `공대 봉사 동아리에서 활동 중->고등학생 멘토링 봉사 및 캠프 진행`,
      `한일고 학생 여름 집중 과외 경험->학생 부탁으로 2주 간 주 5회 과외, 수1 수2 모두 끝냄(학생 성적이 올랐습니다)`,
      `여름방학 연구실 인턴 경험 유`,
    ],
    being: [
      `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는`,
      `수행평가나 대회 준비가 막막한`,
      `비교과 활동의 아이디어를 얻고 싶은`,
    ],
    introduce: [
      {
        title: `임규은 멘토님은 이런 사람이에요!`,
        detail: ` 고등학교 입학 전에 예습을 거의 못 했고, 입학 후에도 학교 관련된 정보가 거의 없어서 첫 학기 낮은 성적을 받은 기억이 있습니다. 하지만 한 학기 다니면서 선생님들의 특성을 파악하고, 이를 바탕으로 공부한 결과, 전체 등급이 한 등급 올라갔습니다. 학원은 시간을 많이 뺏는 시스템이라서 주로 독학을 했고, 기숙사 학교 특성상 건강 관리가 중요하다고 여겨 운동을 꾸준히 했습니다. 진로 탐색 또한 중요하게 여겨 ARC, 동아리 뿐만이 아니라 외부 세미나를 찾아가는 등 활동을 열심히 하며 생활했습니다. 성적을 올리는 공부법, 진로 탐색, 동기 부여, 공부습관 잡기 등을 멘토링할 수 있습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: ` 고등학생 때 꿈이 많은 학생이었습니다:) 하고 싶은 게 있으면 행동으로 적극적으로 실천하는 편이었던 것 같고요. 
        주변 친구들의 평으로는 야무진 친구, 커서 뭔가 바다 건너편에서 큰 일을 하고 있을 것 같은 친구라는 이야기를 종종 들었고 고등학교 선후배들은 차분한 느낌, 수학 과학을 잘 하는 선배라고 생각했다고 합니다
       ...남의 입을 빌려서 하는 자랑같네요하하..하핫...으악핫..
        주제를 전환하자면! 저는 입학 당시부터 공대가 목표였고 원하는 대학 과에 갈 성적이 나와서 안심하고 있었습니다. 과 지원 결과를 확인하기 전까지요... 성적을 낮춰 지원해도 돼서 안심하고 있었는데 그 해에 저와 비슷한 성적대의 친구 두 명이 제가 지원하려고 한 과에 막바지 지원을 했던 것이었습니다. 일반적으로 한 과에 한 명씩 뽑아가고, 갑작스러운 변수가 발생해 놀랐던 것 같습니다. 입시 스토리를 이야기하자면 더 이야기할 게 많지만, 일단 여기서는 결론만 말하자면, 지금 셋이서 사이좋게 다니고 있습니다!! 더 자세한 이야기는 나중에 직접 뵈게 되면 그 때 이어서 하는 걸로:)`,
      },
      {
        title: `멘토님과 같은 고등학교(외대부고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `일단 학원은 과목에 따라서 선택적으로 다니는 걸 추천합니다. 내신, 학생부 준비하는 방법은 학생에 따라서 다르기 때문에 학생을 직접 만나보지 않는 이상 구체적인 조언은 어렵지만 근본적인 것들, 가령 진로에 대한 고찰이 있는게 중요하다고 말씀드리고 싶습니다`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: ` 저만의 공부법이 달리 있었다기 보다는 어릴 때부터 가지고 있는 꿈이 있었고, 그 꿈을 생각하면서 힘든 공부를 견뎠던 것 같습니다. 굳이 저만의 공부법이 있다면, 스스로 공부가 재밌다고 생각하는 습관을 들여서 공부를 열심히 했던 것 같습니다. `,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: ` 기회가 굉장히 많아서 본인을 더 잘 알 수 있게 되어요! 이 부분에 대해서도 하고 싶은 이야기가 너무 많아서, 직접 말씀드리고 싶네요:)`,
      },

      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: ` 국제, 인문, 자연의 커리큘럼이 많이 달라서 2학년 이상의, 자연으로 확정된 학생들에게 도움을 줄 수 있을 것 같습니다. `,
      },
    ],
    review: [],
    mainQnA: {
      title: "외대부고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 유석균

  {
    name: "유석균",
    nameEng: "seokgyun",
    gender: "남",
    univ: "서울대",
    univEng: "seoul",
    major: "의학과",
    majorNum: 0,
    year: "18학번",
    school: "영동고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "서울대 의대에 입학하기 위해 영동고 3년을 관리했던 방법 ",
    method: "학생부 종합",
    mentoring: ["학생부 관리", "내신 관리"],
    experience: [
      `영동고등학교 졸업`,
      `영동고등학교 수학경시부 42기`,
      `영동고등학교 하이스트`,
      `영동고등학교 모의재판 대회 2년 연속 수상`,
      `영동고등학교 수학과 프로젝트 2년 연속 수상`,
      `영동고등학교 42기 학생회`,
    ],
    being: [
      `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는`,
      `수행평가나 대회 준비가 막막한`,
      `비교과 활동의 아이디어를 얻고 싶은`,
    ],
    introduce: [
      {
        title: `유석균 멘토님은 이런 사람이에요!`,
        detail: `꾸준한 노력으로 생활기록부를 채웠고, 제 생각을 담은 자기소개서를 통해 서울대에 입학했습니다. 고등학교 시절의 중요성을 알려드릴 수 있습니다.`,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `거의 공부 밖에 안 했다 싶을 정도로 피시방을 가 본적도 없고 학원이 없는 날은 학교에 남아서 공부를 하다 집에 가는 학생이었습니다. 슬럼프의 극복 방법도 앉아서 공부를 하다 보면 극복된다는 마인드의 학생이었던 것 같습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(영동고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `내신도 중요하지만, 특히 서울대에 관해선 비교과가 많이 중요한 것 같습니다. 내신 시험만 준비하려 하지 말고, 학교의 여러 활동을 두루 해보면 좋을 것 같습니다.`,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `딱 세가지 말씀드릴 수 있습니다. 무거운 엉덩이, 중용을 지키기, 자만하지 않기`,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `압박감이 크게 없다는 것, 좋아하는 것들을 더 많이 할 수 있다는 것이 가장 대학에서의 장점입니다.`,
      },

      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `의대 진학에 대해 고민하고 있는 친구들, 고등학교 공부의 중요성에 대해 알고 싶은 친구들을 도와드릴 수 있습니다.`,
      },
    ],
    review: [],
    mainQnA: {
      title: "영동고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },

  // 이정윤

  {
    name: "이정윤",
    nameEng: "jungyoon",
    gender: "여",
    univ: "연세대",
    univEng: "yonsei",
    major: "언더우드 HASS",
    majorNum: 0,
    year: "20학번",
    school: "진선여고",
    label: 0, //0이 모집중 1이 마감임박 2마감
    labelNum: 1,
    title: "수시와 정시를 모두 잡았고 성공적인 입시를 경험한 진선여고 선배 ",
    method: "수시 특기자",
    mentoring: ["학생부 관리", "내신 관리"],
    experience: [
      `진선여고 졸업`,
      `2020 진선여자고등학교 전교권 성적으로 졸업 (3년간 영어 내신 1등급)`,
      `2020 연세대 국제대학, 고려대 자유전공, 성대 경영 3관왕 수시 최초합격`,
      `졸업 이후 초중고등학생 영어,국어,역사 과외 다수 진행중`,
      `연세대학교 모의논술대회에서 진선여고 전교 1등`,
      `진선여고 후배들 학업 조언 및 과외 진행`,
    ],
    being: [
      `진로를 확정하지 못해 생기부의 방향성관련해서 고민하는`,
      `수행평가나 대회 준비가 막막한`,
      `비교과 활동의 아이디어를 얻고 싶은`,
    ],
    introduce: [
      {
        title: `이정윤 멘토님은 이런 사람이에요!`,
        detail: `서울대, 연세대, 고려대, 성균관대 입시를 준비하면서 수시의 대부분 전형을 경험했습니다. 학생부 종합, 특기자, 논술 등을 고루 준비하며 정시에도 매진했습니다. 수시와 정시에 다양한 경험이 있습니다. 이는 수시와 정시를 모두 잡으려는 대치동 중상위권 혹은 최상위권 학생들에게 큰 도움이 될 것입니다. `,
      },
    ],
    special: [
      {
        title: `멘토님은 고등학생 때 어떤 학생이었나요? 입시 스토리를 간단하게 들려주셔도 좋아요!`,
        detail: `거의 공부 밖에 안 했다 싶을 정도로 피시방을 가 본적도 없고 학원이 없는 날은 학교에 남아서 공부를 하다 집에 가는 학생이었습니다. 슬럼프의 극복 방법도 앉아서 공부를 하다 보면 극복된다는 마인드의 학생이었던 것 같습니다.`,
      },
      {
        title: `멘토님과 같은 고등학교(진선여고)를 다니고 있습니다. 혹시 우리 학교 내신이나 학생부는 어떤식으로 준비해야하나요?`,
        detail: `진선여고는 최근들어 수시를 준비하기 힘들어지고 있다고 알 수 있습니다. 아마 학생들의 내신 성적이 상향화 되었기 때문이라고 볼 수 있습니다. 그러나 이러한 면학 분위기가 자신을 자극해주는 중요한 자극제라고 생각하고 열심히 임한다면 분명 좋은 결과 있을거에요. 
        <br/>내신은 '누가 더 꼼꼼하고 성실한가'의 경쟁이라고 생각합니다. 작고 사소한 부분도 놓치지 않고, 1달 반 정도를 내신에 투자하는게 필요하다고 봅니다. 
        <br/>학생부의 경우 학교 내의 행사에 적극적으로 참여하는게 중요합니다. 비록 성과가 크지 않더라도, 자소서나 생기부에 작성이 가능하다면 작은 대회라도 소중한 경험이 될거에요. `,
      },
      {
        title: `지금의 입시 결과를 이뤄낼 수 있었던 이유, 혹은 자신만의 공부 방법은 무엇인가요?`,
        detail: `남한테 지기 싫어하는, 승부욕 강한 학생이었습니다. 
        재밌고 즐거운 학창시절이었다면, 다시 돌아간다하더라도 그만큼의 독기를 품고 감당해낼 자신이 없습니다. 수면 시간 및 학업에 있어서 제 자신에게 엄격한 잣대를 대고, 늘 채찍질했던 것 같습니다. 정신적으로 힘들기도 했지만, 입시를 1년 더 하는 것만큼 고통스러운 것은 없다는 생각에 겨우 버텨냈던 것 같습니다! 
        수시와 정시를 모두 준비했고, 수시는 3가지의 다른 전형을 준비했기 때문에 남들보다 몇배로 힘들었던 것이 사실입니다. 입시에 열정을 많이 쏟은 만큼 눈물도 많이 쏟았습니다. 그러나 그만큼의 피땀눈물 뒤에 비로소 더 큰 행복이 있다는 것을 요즘들어 느끼고 있어요! `,
      },
      {
        title: `대학에 오니 이런 점이 좋다! 하는 점을 후배에게 들려준다면 어떤 이야기를 해 주실 수 있을까요? `,
        detail: `자신이 원하는 분야의 공부를 할 수 있다는 것이 좋았습니다. 관심이 생기니 수업도 즐겁고, 학문을 탐구하는 것의 재미를 조금이나마 알게 된 것 같습니다. 또, 다양한 배경의 다양한 친구들을 만나는 재미가 가장 큰 것 같습니다. 고등학교까지는 비슷한 지역의 친구들의 모임이었다면, 대학교에서는 정말 다양한 친구들을 만날 수 있습니다. 그 속에서 배우고 얻는게 정말 많아요! 또한, 자기와 맞는 동아리 활동을 통해서 역량을 발전시키고 취미활동을 할 수 있습니다!`,
      },

      {
        title: `어떤 학생들에게 주로 도움을 줄 수 있으실까요?`,
        detail: `1. 1학년에서 3학년으로 갈수록 학원에 의지않고 혼자서 공부하는 방법을 터득했습니다. 멘토링을 하게 된다면 학생분에게 계획을 짜는것부터 실천까지 자기주도적으로 실행할 수 있도록 도와드릴수 있습니다. 
        <br/>2. 1학년에서 3학년까지 성적 상승곡선을 이뤄낸 사람으로서 학생들이 힘든 시기와 공부 방향에 대한 조언을 드릴 수 있습니다. 
        <br/>3. 학생부 종합 전형을 열심히 준비하던 입시생으로서 생활기록부 세특 및 비교과 활동, 교내 대회에 대한 조언을 드릴 수 있습니다. 특히, 진로와 연관 지어 세특을 어떻게 작성하여야 하는지 큰 도움을 드릴 수 있습니다. `,
      },
    ],
    review: [],
    mainQnA: {
      title: "진선여고 내신이나 학생부는 어떻게 준비하면 좋을까요?",
      sub:
        "1학년때부터 학생부나 내신 관리를 잘하고 싶은데, 어떤 방향으로 해야 할지 조언 좀 부탁드립니다.",
    },
  },
];

const tagColumn = document.querySelector(`.tag__column`);
schoolList();
const resultSampleWrap = document.querySelector(`.result__sample__wrap`);
const resultTotalWrap = document.querySelector(`.result__total__wrap`);
const recommendationMentor = document.querySelector(`.recommendation__mentor`);
const recommendationTitle = document.querySelector(
  `.result__recommendation__title`
);
const loadingWrap = document.querySelector(`.ids__loading__wrap`);
const tagContent = document.querySelectorAll(`.tag__content2`);

const temp = decodeURI(location.href.split("?"));
const forResult = temp.split(",")[1];
const forResultId = parseInt(temp.split(",")[2], 10);
console.log(temp, forResult, forResultId);

let tagList = [];
const tagLs = "tag";
let flag = false;

Array.prototype.shuffle = function () {
  var length = this.length;
  while (length) {
    var index = Math.floor(length-- * Math.random());
    var temp = this[length];
    this[length] = this[index];
    this[index] = temp;
  }
  return this;
};

function handleLoadMentor() {
  let mentorTagList = [];
  for (let j = 0; j < tagList.length; j++) {
    const newMentors = mentors.filter(function (tag) {
      return tag.school === tagList[j].school;
    });
    for (let i = 0; i < newMentors.length; i++) {
      mentorTagList.push(newMentors[i]);
    }
  }
  if (mentorTagList.length === 0) {
    mentorTagList = mentors;
  }
  mentorTagList.shuffle();

  handleMentorPaint(mentorTagList);
  goMentorDetail();
}

function handleMentorPaint(e) {
  let resultPaint = ``;
  let resultPaintAdd = ``;
  let resultRecommendation = ``;
  const resultLoadingWrap = document.querySelector(`.ids__loading__wrap`);

  if (e.length < 6) {
    for (let i = 0; i < e.length; i++) {
      resultPaint =
        resultPaint +
        ` <div class="result__sample ${e[i].nameEng}">
        ${
          e[i].label === 0
            ? `<div class="result__condition">
            모집중
          </div>`
            : e[i].label === 1
            ? `<div class="result__condition2">
            마감 임박!
          </div>`
            : `<div class="result__condition3">
          모집 마감
        </div>`
        }
        <div class="result__sample__content">
          <div class="result__name">${e[i].school} - ${e[i].univ}학교</div>
          <div class="result__sub">${e[i].major} ${e[i].year}</div>
          <div class="result__info">${e[i].name} 멘토님 ㅣ ${e[i].method}</div>
          <div class="result__button">더보기</div>
        </div>
        <div class="result__sample__img">
          <img src="./img/${e[i].nameEng}.jpeg" class="result__img" />
        </div>
      </div>`;
    }

    let mentorsFilter = mentors;
    for (let k = 0; k < e.length; k++) {
      mentorsFilter = mentorsFilter.filter(function (n) {
        return n.name !== e[k].name;
      });
      mentorsFilter = mentorsFilter;
    }
    let lotto = [];
    function lottoNum() {
      let i = 0;
      while (i < 3) {
        let n = Math.floor(Math.random() * mentorsFilter.length);
        if (!sameNum(n)) {
          lotto.push(n);
          i++;
        }
      }
      function sameNum(n) {
        for (var i = 0; i < lotto.length; i++) {
          if (n === lotto[i]) {
            return true;
          }
        }
        return false;
      }
      return lotto;
    }
    lottoNum();
    for (let i = 0; i < 3; i++) {
      resultRecommendation =
        resultRecommendation +
        ` <div class="result__sample ${mentorsFilter[lotto[i]].nameEng}">
        ${
          mentorsFilter[lotto[i]].label === 0
            ? `<div class="result__condition">
            모집중
          </div>`
            : mentorsFilter[lotto[i]].label === 1
            ? `<div class="result__condition2">
            마감 임박!
          </div>`
            : `<div class="result__condition3">
          모집 마감
        </div>`
        }
        <div class="result__sample__content">
          <div class="result__name">${mentorsFilter[lotto[i]].school} - ${
          mentorsFilter[lotto[i]].univ
        }학교</div>
          <div class="result__sub">${mentorsFilter[lotto[i]].major} ${
          mentorsFilter[lotto[i]].year
        }</div>
          <div class="result__info">${mentorsFilter[lotto[i]].name} 멘토님 ㅣ ${
          mentorsFilter[lotto[i]].method
        }</div>
          <div class="result__button">더보기</div>
        </div>
        <div class="result__sample__img">
          <img src="./img/${
            mentorsFilter[lotto[i]].nameEng
          }.jpeg" class="result__img" />
        </div>
      </div>`;
    }
    recommendationMentor.innerHTML = resultRecommendation;
    recommendationTitle.innerHTML = ` 다른 고등학교 출신 <br />
    멘토들도 확인해보세요!`;
    resultSampleWrap.innerHTML = resultPaint;

    flag = true;
  } else {
    recommendationMentor.innerHTML = ``;
    recommendationTitle.innerHTML = ``;
    for (let i = 0; i < 5; i++) {
      resultPaint =
        resultPaint +
        ` <div class="result__sample ${e[i].nameEng}">
        ${
          e[i].label === 0
            ? `<div class="result__condition">
            모집중
          </div>`
            : e[i].label === 1
            ? `<div class="result__condition2">
            마감 임박!
          </div>`
            : `<div class="result__condition3">
          모집 마감
        </div>`
        }
        <div class="result__sample__content">
          <div class="result__name">${e[i].school} - ${e[i].univ}학교</div>
          <div class="result__sub">${e[i].major} ${e[i].year}</div>
          <div class="result__info">${e[i].name} 멘토님 ㅣ ${e[i].method}</div>
          <div class="result__button">더보기</div>
        </div>
        <div class="result__sample__img">
          <img src="./img/${e[i].nameEng}.jpeg" class="result__img" />
        </div>
      </div>`;
    }
    resultSampleWrap.innerHTML = resultPaint;

    for (let j = 5; j < e.length; j++) {
      resultPaintAdd =
        resultPaintAdd +
        ` <div class="result__sample ${e[j].nameEng}">
        ${
          e[j].label === 0
            ? `<div class="result__condition">
            모집중
          </div>`
            : e[j].label === 1
            ? `<div class="result__condition2">
            마감 임박!
          </div>`
            : `<div class="result__condition3">
          모집 마감
        </div>`
        }
        <div class="result__sample__content">
          <div class="result__name">${e[j].school} - ${e[j].univ}학교</div>
          <div class="result__sub">${e[j].major} ${e[j].year}</div>
          <div class="result__info">${e[j].name} 멘토님 ㅣ ${e[j].method}</div>
          <div class="result__button">더보기</div>
        </div>
        <div class="result__sample__img">
          <img src="./img/${e[j].nameEng}.jpeg" class="result__img" />
        </div>
      </div>`;
    }
    window.onscroll = function () {
      if (
        window.innerHeight + window.scrollY >= document.body.offsetHeight &&
        !flag
      ) {
        flag = true;
        resultLoadingWrap.classList.remove("none");
        setTimeout(function () {
          resultLoadingWrap.classList.add("none");
          resultPaint = resultPaint + resultPaintAdd;
          resultSampleWrap.innerHTML = resultPaint;

          goMentorDetail();
        }, 900);
      }
    };
  }
}

function handleSelectTag(e) {
  const tagTarget = e.target.innerText;
  const tagSchool = tagTarget.split(" ")[1];
  flag = false;
  const toDoObj = {
    school: tagSchool,
    id: parseInt(e.target.id, 10), //한개씩 추가되는 id를 얻기 위해
  };

  if (e.target.classList[1] !== "selected__tag") {
    e.target.classList.add("selected__tag");
    tagList.push(toDoObj);
    saveTag();
  } else {
    e.target.classList.remove("selected__tag");
    const cleanTags = tagList.filter(function (tag) {
      return tag.id !== parseInt(e.target.id);
    });
    tagList = cleanTags;
    saveTag();
  }
  loadingWrap.classList.remove("none");
  resultTotalWrap.classList.add("none");
  setTimeout(function () {
    loadingWrap.classList.add("none");
    resultTotalWrap.classList.remove("none");
    resultTotalWrap.classList.add("trans");
  }, 800);

  handleLoadMentor();
  goMentorDetail();
}

function saveTag() {
  localStorage.setItem(tagLs, JSON.stringify(tagList));
}

function paintTag(e) {
  tagContent[e - 1].classList.add("selected__tag");
}

function loadTag() {
  const loadedTags = localStorage.getItem(tagLs);
  if (loadedTags !== null) {
    const parsedTags = JSON.parse(loadedTags);

    //어레이 안에 있는 값 각각 함수
    parsedTags.forEach(function (tag) {
      paintTag(tag.id);
      tagList.push(tag);
    });
  }

  handleLoadMentor();
}

function goMentorDetail() {
  const resultSample = document.querySelectorAll(`.result__sample`);

  resultSample.forEach((e) =>
    e.addEventListener("click", function handleResultClick() {
      e.classList.add("click__anim");
      setTimeout(function () {
        e.classList.remove("click__anim");
      }, 410);
      location.href = "mentordetail.html?" + "name" + ":" + e.classList[1];
    })
  );
}

function schoolList() {
  let schoolListSemi = [];
  mentors.forEach((e) => schoolListSemi.push(e.school));
  let schoolList = Array.from(new Set(schoolListSemi));

  schoolList.sort(function (a, b) {
    // 한글 오름차순
    return a < b ? -1 : a > b ? 1 : 0;
  });
  let schoolTag = ``;
  for (let k = 0; k < schoolList.length; k++) {
    schoolTag =
      schoolTag +
      `<button class="tag__content2" id="${k + 1}"># ${schoolList[k]}</button>`;
  }
  tagColumn.innerHTML = schoolTag;
}

function init() {
  if (forResult !== undefined) {
    localStorage.clear();

    const resultAndId = {
      school: forResult,
      id: forResultId,
    };
    console.log(resultAndId, tagList);
    tagList.push(resultAndId);
    console.log(tagList);
    saveTag();
    paintTag(forResultId);
    handleLoadMentor();
  } else {
    loadTag();
  }
  goMentorDetail();
  tagContent.forEach((e) => e.addEventListener("click", handleSelectTag));
}

init();
